[
  "UNITED STATES DISTRICT COURT\nNORTHERN DISTRICT OF OHIO\nEASTERN DIVISION\nIN RE: EAST PALESTINE  ) CASE NO.\nTRAIN DERAILMENT    ) 4:23-CV-00242-BYP\nJUDGE BENITA Y. PEARSON\nTUESDAY, FEBRUARY 27, 2024\nCONFIDENTIAL - PURSUANT TO PROTECTIVE ORDER\nVideotaped deposition of 30(b)(6)\ndesignee of Norfolk Southern Railway Company,\nRobert Wood, held at the offices of\nKilpatrick Townsend & Stockton LLP, 1100\nPeachtree Street, NE, Suite 2800, Atlanta,\nGeorgia, commencing at 9:00 a.m. Eastern, on\nthe above date, before Carrie A. Campbell,\nRegistered Diplomate Reporter, Certified\nRealtime Reporter, Illinois, California &\nTexas Certified Shorthand Reporter, Missouri,\nKansas, Louisiana & New Jersey Certified\nCourt Reporter.\nGOLKOW LITIGATION SERVICES\nDEPS\ndeps@golkow.com\nA P P E A R A N C E S :\nGRANT & EISENHOFER P.A.\nBY: TUDOR FARCAS\ntfarcas@gelaw.com\nCALEY DEGROOTE\ncdegroote@gelaw.com\nSouth Justison Street, 6th Floor\nWilmington, Delaware 19801\nCounsel for Plaintiffs\nWILMER CUTLER PICKERING HALE AND DORR LLP\nBY: SARAH BEIGBEDER PETTY\nSarah.Petty@wilmerhale.com\nBENJAMIN T. MORRIS\nbenjamin.morris@wilmerhale.com\nState Street\nBoston, Massachusetts 02109\nand\nWILMER CUTLER PICKERING HALE AND DORR LLP\nBY: ERIN FARREL\nerin.farrel@wilmerhale.com\nSouth Grand Avenue, Suite 2400\nLos Angeles, California 90071\nCounsel for Norfolk Southern\nCorporation and Norfolk Southern\nRailway Company\nCOOLEY LLP\nBY: KOJI FUKUMURA\nkfukumura@cooley.com\nScience Center Drive\nSan Diego, California 92121-1117\nCounsel for Robert Wood\nINDEX\nPAGE\nAPPEARANCES..................................  2\nEXAMINATIONS\nBY MR. BRENZA..............................  7\nBY MS. BROZ................................ 74\nBY MR. FARCAS.............................. 123\nBY MS. COLLIER............................. 126\nBY MR. BRENZA.............................. 129\nEXHIBITS\nNo.  Description             Page\nNTSB Hazardous Materials Group    30\nChair's Factual Report,\nNS-CA000002467 - NS-CA000002625\nE-mail(s),              42\nNS-CA000427788 - NS-CA000427790\nDefendant and Third-Party       74\nDefendant Oxy Vinyls LP's Amended\nNotice of Rule 30(b)(6)\nVideotaped Deposition of Norfolk\nSouthern Railway Company\nGroup D, Exhibit 9 NS Email      86\nExplanation of Tank Car\nTemperature Measurements\nReadings, April 13, 2023,\nNS-CA000003202 - NS-CA000003203\nE-mail(s),              90\nSPSI 001746 - SPSI 001751\nE-mail(s),              95\nNS-CA004096572 - NS-CA004096573\nPage 3 1 BARTLIT BECK HERMAN PALENCHAR & SCOTT LLP BY: LINDLEY J. BRENZA 2 lindley.brenza@bartlitbeck.com 1801 Wewatta Street 3 Denver, Colorado 80202 (303) 592-3100 4 5 and 6 BARTLIT BECK HERMAN PALENCHAR & 7 SCOTT LLP BY: NENA BENAVIDES 8 nena.benavides@bartlitbeck.com 54 West Hubbard, Suite 300 9 Chicago, Illinois 60654 (312) 494-4400 10 Counsel for Trinity Industries Leasing Company 11 12 VORYS, SATER, SEYMOUR AND PEASE LLP 13 BY: ALYCIA N. BROZ anbroz@vorys.com 14 52 East Gay Street Columbus, Ohio 43215 15 (614) 464-6400 Counsel for Oxy Vinyls 16 17 KIRKLAND & ELLIS LLP 18 BY: SYDNE K. COLLIER sydne.collier@kirkland.com 19 300 North LaSalle Chicago, Illinois 60654 20 (312) 862-2000 Counsel for GATX and General 21 American Marks Company 22 23 V I D E O G R A P H E R : JOSH COLEMAN, 24 Golkow Litigation Services 25 – – –|Page 5 1 1 7 Group D, Exhibit 32, OCPX80370 98 Shell Temperature Measurements, 2 2 February 5, 2023, 4:00 p.m. to February 6, 2023, 2:30 p.m. Data 3 3 provided by Norfolk Southern Railway, 4 4 NS-CA001622488 - NS-CA001622489 5 8 Norfolk Southern Railway Company 117 5 and Norfolk Southern 6 Corporations' Third-Party 6 Complaint 7 7 9 Text messages between Alan Shaw 134 8 and Amy Miles, 8 NS-CA-002449392 - NS-CA-002449395 9 9 10 10 (Exhibits attached to the deposition.) 11 11 12 CERTIFICATE.................................. 141 13 ACKNOWLEDGMENT OF DEPONENT................... 143 14 ERRATA....................................... 144 15 LAWYER'S NOTES............................... 145 16 16 17 17 18 18 19 19 20 20 21 21 22 22 23 23 24 24 25 25|\nVIDEOGRAPHER: We are now on\nthe record. My name is Josh Coleman.\nI'm the videographer for Golkow\nLitigation Services.\nToday's date is February 27,\nand the time is approximately\na.m. Eastern Time.\nThis video deposition is being\nheld in Atlanta, Georgia, in the\nmatter of In Re: East Palestine Train\nDerailment Litigation.\nThe deponent is Robert Wood as\na 30(b)(6) representative from Norfolk\nSouthern.\nCounsel will be noted on the\nstenographic record.\nThe court reporter is Carrie\nCampbell and will now swear in the\nwitness.\nROBERT WOOD,\nof lawful age, having been first duly sworn\nto tell the truth, the whole truth and\nnothing but the truth, deposes and says on\nbehalf of the Trinity Industries Leasing\nCompany, as follows:\nA.   Director of hazardous\nm a t e r i a l s .\nQ.   How long have you been director\nof hazardous materials?\nA.   Since June of 2023.\nQ.   So you were not director of\nhazardous materials at the time of the East\nPalestine derailment?\nA.   No, I was system manager,\nhazardous materials, at the time of the\ni n c i d e n t .\nQ.   How long had you been system\nmanager, hazardous materials?\nA.   Since 2019.\nQ.   You've given a deposition in\nthis case previously.\nRight?\nA.   Yes.\nQ.   And you were, I assume, fully\nasked about your career at Norfolk Southern?\nA.   Yes.",
  "Q.   Okay. So we won't replicate\nthat.\nDo you have anything you want\nto add or change about what you testified\nPage 7 1 DIRECT EXAMINATION 2 QUESTIONS BY MR. BRENZA: 3 Q. What is your name? 4 A. Robert Wood. 5 Q. Could you spell that, please? 6 A. R-o-b-e-r-t, W-o-o-d. 7 Q. Are you an employee of Norfolk 8 Southern Railroad? 9 A. I am. 10 Q. Where do you work? 11 A. I'm based out of Atlanta, 12 G e o r g ia . 13 Q. What's the address of where you 14 work? 15 A. 650 West Peachtree Street 16 Northwest, Atlanta, Georgia 30308. 17 Q. Do you live in Atlanta as well? 18 A. No, I live in Bethlehem, 19 Georgia. 20 Q. What's the address where you 21 live? 22 23 24 Q. What is your title with Norfolk 25 S o u t h e r n ?|Page 9 1 about previously on your -- about your 2 background and occupational background? 3 MR. FUKUMURA: Objection. 4 THE WITNESS: No. 5 QUESTIONS BY MR. BRENZA: 6 Q. Okay. Do you understand that 7 when you were being deposed previously you 8 were offering facts that you personally knew? 9 A. Yes. 10 Q. Today is different. 11 Do you understand that? 12 A. Yes. 13 Q. Today you're offering facts 14 that you know, but also facts that you've 15 learned from all the facts that Norfolk 16 Southern knows. 17 R ig h t ? 18 MR. FUKUMURA: Objection. 19 MS. PETTY: Objection. 20 THE WITNESS: Yes. 21 QUESTIONS BY MR. BRENZA: 22 Q. And Norfolk Southern is 23 composed of a number of different employees. 24 Right? 25 A. Yes.|\nQ.   And they have documents that\nbear on the East Palestine derailment.\nRight?\nA.   Yes.\nQ.   Did you review the documents\nthat Norfolk Southern had that bore on the\ntopics for today's deposition in preparation\nto give testimony on behalf of the company\ntoday?\nA.   I spoke with individuals. I\nreviewed some depositions and an NTSB report,\nI believe.\nQ.   So what individuals did you\nspeak with to prepare to give testimony on\nbehalf of Norfolk Southern today?\nA.   Scott Deutsch, Scott Gould, Jon\nSimpson, Meghan Achimasi, Geoff Craker, David\nSchoendorfer.\nQ.   Anyone else?\nA.   I believe that's it.\nQ.   What documents did you review\nto prepare to give testimony today on behalf\nof the company?\nA.   Depositions and NTSB report.\nQ.   And the NTSB report, you\nown, Scott Gould, Jon Simpson, David\nSchoendorfer, Helen Hart, Mark Dudle.\nQ.   What was -- would you say the\nlast one again, please?\nA.   Mark Dudle, D-u-d-l-e.\nQ.   Okay. Why did you review those",
  "particular depositions?\nA.   They had the -- those were the\nones that were available to me that are\npertinent to the issues at hand.\nQ.   Okay. And did you select those",
  "depositions or did counsel provide them to\nyou?\nA.   They were provided to me.\nQ.   Do you understand that the\ndepositions -- have you looked at -- well,\nstrike that.\nHave you looked at the\ndeposition notice for your deposition on\nbehalf of the company today?\nA.   I'm sorry, I'm not sure what\nyou're asking.\nQ.   Do you know what a deposition\nnotice is?\nA.   Yes.\nPage 11 1 mentioned it a couple of times now. That's 2 the report that the national traffic {sic} 3 safety board assembled as a result of its 4 investigation into the East Palestine train 5 derailment? 6 MS. PETTY: Objection. 7 MR. FUKUMURA: Objection. 8 THE WITNESS: It was a -- the 9 report -- the public report that's out 10 from National Transportation Safety 11 Board right now. 12 QUESTIONS BY MR. BRENZA: 13 Q. Okay. 14 A. The final report is not out 15 yet. 16 Q. Okay. But the report you 17 reviewed is their preliminary report? 18 MR. FUKUMURA: Objection. 19 THE WITNESS: Yes. 20 QUESTIONS BY MR. BRENZA: 21 Q. Okay. And you reviewed 22 depositions. 23 Which depositions did you 24 review? 25 A. Drew McCarty's, Chip Day's, my|Page 13 1 Q. Okay. That's the document that 2 my client and other defendants in this case 3 served to identify the topics that they 4 wanted to ask you about today. 5 R ig h t ? 6 A. Yes. 7 Q. Have you reviewed that 8 d o c u m e n t ? 9 A. Some of it, yes. 10 Q. Okay. So you know what the 11 topics are? 12 A. Yes. 13 Q. And we're here I believe it's 14 to cover Topics 2 through 6. 15 A. I think that's correct. 16 Q. Are you prepared to answer 17 questions about those on behalf of the 18 c o m p a n y ? 19 A. Yes. 20 Q. Okay. Now, before we go on, 21 let's -- I want to talk a little bit more 22 about the NTSB report. 23 Do you feel that you reviewed 24 the NTSB report in full -- in full? 25 A. No.|\nQ.   What parts of the NTSB report\ndid you not review?\nA.   Well, I've scanned the entire\nreport. I wouldn't say I've read it with -5    Q.   Okay. How about the part of -6 that has to do with the Hazardous Materials\nGroup Chair's Factual Report?\nA.   Yes.\nQ.   Have you reviewed all of that?\nA.   Yes.\nQ.   Okay. That's the part that\nrelates most directly to the topics we're\ngoing to talk about today.\nRight?\nA.   Yes.\nQ.   Do you have any disagreement\nwith the national traffic safety board with\nrespect to their findings in that report?\nMS. PETTY: Objection.\nTHE WITNESS: No, I don't think\nso.\nQUESTIONS BY MR. BRENZA:\nQ.   Okay. Do you -- do you take\nthe facts that they report from -- well, let\nme back up.\nMy name is Lin Brenza, and I\nrepresent a company called Trinity. Okay?\nDo you know anything about\nTrinity?\nA.   Yes.\nQ.   And there were other defendants\nin the case.\nYou're aware of that as well,\ntoo, right?\nA.   Yes.",
  "Q.   Each of us are going to ask you\nsome questions. This is my turn to ask\nbecause it's our notice, so I go first.",
  "But I'm going to be, what might\nseem to you, very specifically interested in\none particular car in the train derailment,\nwhich I'm going to call the Trinity car.\nO k a y ?\nA.   (Witness nods head.)\nQ.   You need to say -- you need to\nanswer audibly.\nA.   Yes.\nQ.   Are you familiar with which of\nthe cars we're talking about?\nA.   It was the vinyl chloride car\nPage 15 1 Do you understand that in order 2 to prepare that preliminary report, the 3 national traffic safety board -- 4 MR. FUKUMURA: Transportation. 5 QUESTIONS BY MR. BRENZA: 6 Q. Sorry. 7 -- National Transportation 8 Safety Board interviewed a number of people 9 that had roles in the Palestine derailment, 10 the East Palestine derailment? 11 A. Yes. 12 Q. And they reviewed documents. 13 Right? 14 A. Yes. 15 Q. And they tried to put together 16 a comprehensive document that recorded what 17 each person observed or did on the days of 18 the derailment or in managing the derailment. 19 MS. PETTY: Objection. 20 MR. FUKUMURA: Objection. 21 QUESTIONS BY MR. BRENZA: 22 Q. Right? 23 A. Yes. 24 Q. All right. Let me -- I'm going 25 to focus you a little more now on who I am.|Page 17 1 farthest east in the derailment. 2 Q. Okay. That's correct. 3 And so the vinyl chloride cars 4 were something called tank cars. 5 R ig h t ? 6 A. Yes. 7 Q. They were 105J DOT-specified 8 tank cars. 9 R ig h t ? 10 A. Yeah, DOT 105J300Ws. 11 Q. Okay. And that's -- and that's 12 a car that the DOT specifies to have various 13 safety precautions on it. 14 R ig h t ? 15 MR. FUKUMURA: Objection. 16 MS. PETTY: Objection. 17 THE WITNESS: It is a -- it is 18 a specification container, yes. 19 QUESTIONS BY MR. BRENZA: 20 Q. It differs from a regular 21 r a i lc a r . 22 R ig h t ? 23 It's not a boxcar. Let's start 24 with that. 25 R ig h t ?|\nA.   Correct.\nQ.   It's a tank car?\nA.   Correct.\nQ.   And it's not just a tank car;\nit's an insulated tank car.\nR i g h t ?\nA.   Yes.\nQ.   It has many inches of -- or\nseveral inches of insulation all around the\nt a n k .\nR i g h t ?\nA.   It has insulation and thermal\np r o t e c t i o n .\nQ.   Okay. And then around that, it\nhas a metal -- it has metal armor to protect\ni t .\nR i g h t ?\nA.   An eighth -19        MS. PETTY: Objection.\nTHE WITNESS:  An eighth-inch\nmetal jacket, yes.\nQUESTIONS BY MR. BRENZA:\nQ.   And at the front and the back\nof the tank, it has even more armor to allow\nit to be more survivable in a train wreck.\nRight?\nMR. FUKUMURA: Objection.\nTHE WITNESS: Yes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   And they still didn't release\ntheir contents.\nRight?\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nTHE WITNESS: No, that's not\ncorrect.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Well, I know you're going to\nsay that they released them through the\npressure relief device.\nRight?\nA.   That's correct.\nQ.   Other than through the pressure\nrelease device -- and we'll talk about that a\nlittle more in a minute. Other than through\nthe pressure release device, none of those\ncars released any of their contents until\nNorfolk Southern blew them up.",
  "Right?\nMS. PETTY: Objection.\nPage 19 1 R ig h t ? 2 MS. PETTY: Objection. 3 THE WITNESS: Yes, it has head 4 shields or head protection. 5 QUESTIONS BY MR. BRENZA: 6 Q. And in this case, this 7 particular derailment, all of those safety 8 aspects of those cars, the tank cars, the VC 9 tank cars, functioned as they were expected 10 to function. 11 R ig h t ? 12 MR. FUKUMURA: Objection. 13 MS. PETTY: Objection. 14 THE WITNESS: The tank car 15 didn't puncture, correct. 16 QUESTIONS BY MR. BRENZA: 17 Q. It didn't puncture. It didn't 18 release any of its material in an 19 uncontrolled way. 20 R ig h t ? 21 MS. PETTY: Objection. 22 THE WITNESS: Correct. 23 QUESTIONS BY MR. BRENZA: 24 Q. And some of those cars were 25 sitting in fire for a day or more.|Page 21 1 MR. FUKUMURA: Objection. 2 THE WITNESS: There were 3 releases from the PRDs as well as from 4 some of the seats on some of the angle 5 valves on the cars from damage due to 6 fire. 7 QUESTIONS BY MR. BRENZA: 8 Q. The pressure relief device, the 9 PRD, as you say, that is a -- yet another 10 safety device on these cars. 11 R ig h t ? 12 MS. PETTY: Objection. 13 THE WITNESS: Yes. 14 QUESTIONS BY MR. BRENZA: 15 Q. And the purpose of the pressure 16 release -- relief device is to allow a small 17 amount of contents to escape the car, to 18 reduce the pressure inside the car if it's 19 getting too high. 20 MR. FUKUMURA: Objection. 21 QUESTIONS BY MR. BRENZA: 22 Q. Right? 23 MS. PETTY: Objection. 24 THE WITNESS: It is designed to 25 release excess pressure, yes.|",
  "QUESTIONS BY MR. BRENZA:\nQ.   So by releasing material, the\npressure relief devices were functioning as\nthey were supposed to function.\nR i g h t ?\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nTHE WITNESS:  They're designed\nto release that material under\npressure, yes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Okay. Now, let me get back to\nthe Trinity car.\nThe Trinity car was one of\nthese DOT 105J300W cars.\nRight?\nA.   Yes.\nQ.   Tank cars.\nOnes with armor and insulation\nand pressure relief valves.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: Yes.\nQUESTIONS BY MR. BRENZA:\nQ.   And the Trinity car -- do you\nQUESTIONS BY MR. BRENZA:\nQ.   And did you -- did you\nphysically inspect the Trinity car?\nA.   I did not physically inspect\nit.\nQ.   Jon Simpson did.\nRight?\nA.   Among others.\nQ.   Among others?\nA.   Yes.\nQ.   And the Trinity car has\nsomething called an angle valve on it.\nRight?",
  "A.   All of the vinyl chloride cars\nhave angle valves on them.\nQ.   The Trinity car's angle valve",
  "was functioning properly, even after the\nderailment.\nRight?\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nTHE WITNESS: The angle -- the\nvapor angle valve for sure was because\nthey were able to put a pressure gauge\non it.\nPage 23 1 recognize these cars by their numbers? 2 A. Yes. They're reporting marks. 3 That's how they're identified. 4 Q. Okay. So the Trinity car is 5 TILX402025. 6 Do you recognize it by that 7 number? 8 A. That sounds right. 9 Q. Okay. And it was, depending on 10 how you count, Car 26 or Car 28 in the train. 11 Right? 12 A. I believe that's correct. 13 Q. Okay. And as you said, it 14 was -- it was on the eastern-most side of the 15 derailment? 16 A. That's correct. 17 Q. Okay. The Trinity car did not 18 release any of its contents other than 19 through its pressure relief valve, as it was 20 intended to do so. 21 Right? 22 MR. FUKUMURA: Objection. 23 MS. PETTY: Objection. 24 THE WITNESS: That's correct. 25|Page 25 1 QUESTIONS BY MR. BRENZA: 2 Q. And you just said something 3 about the vapor angle valve. 4 Is that different from what I 5 said, just the angle valve, or is it the same 6 thing? 7 I just want to make sure we're 8 talking about the same thing. 9 A. They're all the same type of 10 valves, but there are vapor valves and there 11 are liquid valves. 12 Q. Okay. And so we're talking 13 about the vapor angle valve, so that's how 14 I'll refer to it now. 15 Is the vapor angle valve of the 16 Trinity car the valve that was used by the 17 shipper to load the car? 18 MS. BROZ: Objection. Form. 19 THE WITNESS: I'm not sure. In 20 general purposes, when they load a 21 car, they have to use at least one 22 liquid line and the vapor line, but 23 I'm not sure how the -- how they 24 loaded the car. 25|\nQUESTIONS BY MR. BRENZA:\nQ.   Okay. So in this case you\ndon't know specifically how that car was\nloaded?\nA.   Correct.\nQ.   But the angle valve was -- on\nthe Trinity car was still functioning, even\nafter the car had been in a derailment.\nRight?\nA.   That vapor valve was still\noperational, yes.\nQ.   And Jon Simpson and others that",
  "were working with him were able to measure\nthe car's temperature and pressure by using\nthat angle valve.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: No.\nThey could get a pressure.\nThey couldn't get the temperature.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Okay. Well, there's a\nrelationship between pressure and\ntemperature.\nIsn't there?\nQUESTIONS BY MR. BRENZA:",
  "Q.   Trinity's car, because it had",
  "been off to the side more than the other\ncars, had not been in any what's called pool\nfire in the course of the East Palestine\nderailment.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: It had fire\ndamage. I couldn't say it was in a\npool fire.",
  "QUESTIONS BY MR. BRENZA:\nQ.   And let's just, you know,\nclarify what a pool fire is.\nIs a pool fire a pool of some\nmaterial from a different car that collects\non the ground and then catches on fire?\nMS. PETTY: Objection.\nTHE WITNESS: It is a pool of\nburning liquid on the ground, yes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Okay. And some of the cars\nwere in pool fires for extended periods of\ntime, over a day.\nRight?\nPage 27 1 A. Yes. 2 Q. In this case, though, they took 3 a pressure temperature -- I'm sorry, a 4 pressure measurement. 5 Isn't it correct that the 6 pressure measurement they took showed that 7 the pressure inside the Trinity car was 8 normal, just a normal pressure? 9 MR. FUKUMURA: Objection. 10 MS. PETTY: Objection. 11 THE WITNESS: It was 60 PSI. 12 QUESTIONS BY MR. BRENZA: 13 Q. And you know that from the NTSB 14 report that the cars are loaded around 15 60 PSI. 16 Right? 17 MS. PETTY: Objection. 18 THE WITNESS: Yes. 19 QUESTIONS BY MR. BRENZA: 20 Q. That's how they leave the 21 shipper's facility. 22 Right? 23 MS. PETTY: Objection. 24 MR. FUKUMURA: Objection. 25 THE WITNESS: Yes.|Page 29 1 A. Yes, for several hours. 2 Q. But Trinity's car was not. 3 Right? 4 A. It was exposed to fire. It had 5 fire damage to it. 6 Q. Okay. It had fire damage 7 because it was near other cars that were 8 having pool fires and other problems. 9 Right? 10 MR. FUKUMURA: Objection. 11 MS. BROZ: Objection. Form. 12 THE WITNESS: Yes. 13 QUESTIONS BY MR. BRENZA: 14 Q. But the -- but the Trinity car 15 temperature, at all times that it was 16 measured during the derailment and after, was 17 normal. 18 Right? 19 MR. FUKUMURA: Objection. 20 MS. PETTY: Objection. 21 THE WITNESS: No. We got a 22 pressure on the car of the 60 PSI 23 after the fires were died down. There 24 was no temperature checks on the cars 25 while the active fires were going.|\nWood 30(b)(6) Exhibit 1 marked\nfor identification.)\nQUESTIONS BY MR. BRENZA:\nQ.   Well, all right. I'm going to\nhand you what I'm marking as Exhibit 1. This\nis the NTSB report. We'll be referring to\nthis a number of times, so it's worth marking\na fairly large document.\nIs the document I've handed to\nyou marked as Exhibit 1 of the 30(b)(6)\ndeposition entitled \"The Hazardous Materials\nGroup Chair's Factual Report,\" the part of",
  "the NTSB report that you said previously you\nhadn't fully reviewed?\nA.   Yes.\nQ.   And if you will -- if I could\ndirect your attention to page 92 of 158.\nTell me when you're there.\nA.   92?\nQ.   Yes.\nA.   Okay.\nQ.   And do you see that on page 92\nof page 100 -- of 158 of the NTSB report\nwe've marked as Exhibit 1, there are tables\nand graphs that show the measured temperature\nthere.\nDo you see that the first car\nin the column, first column, is the Trinity\ncar?",
  "A.   Yes.\nQ.   And there are temperatures\nrecorded for the Trinity car.\nRight?\nA.   Yes.",
  "Q.   And each of those temperatures\nis 65 degrees or less.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: Yes. Yes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Is it fair to say that at every\npoint where the Trinity car's temperature was",
  "measured after the derailment, its\ntemperature was a normal 65 degrees?\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nTHE WITNESS: Yes. Once we\nstarted taking temperatures on the\nth, yes.\nPage 31 1 of the different cars in the East Palestine 2 derailment? 3 A. Yes. 4 Q. And you can see that in the 5 first table, there are five tank cars where 6 temperatures were measured. 7 Right? 8 MS. PETTY: Objection. 9 THE WITNESS: Yes, beginning on 10 the -- on February 5th. 11 QUESTIONS BY MR. BRENZA: 12 Q. The first of those is the -- is 13 the Trinity car, right? TILX402025, right? 14 And it's also on the board, if 15 you need to see it -- 16 A. Yes, I can see it up there. 17 Q. -- up there, but you're welcome 18 to -- 19 A. Yeah, it's too small here. 20 Q. It is small. That's why I have 21 this magnifying glass. But -- which 22 you're -- if you need it at any time, just 23 say so. 24 A. No, I can see it on the screen. 25 Q. Good. That's why I put it up|Page 33 1 QUESTIONS BY MR. BRENZA: 2 Q. And before the 5th, the -- 3 Norfolk Southern was not attempting to 4 remediate the immediate effects of the 5 derailment. 6 Right? 7 MR. FUKUMURA: Objection. 8 MS. PETTY: Objection. 9 QUESTIONS BY MR. BRENZA: 10 Q. They were waiting for the 11 situation to stabilize? 12 MS. PETTY: Objection. 13 THE WITNESS: There were still 14 active fires. 15 QUESTIONS BY MR. BRENZA: 16 Q. Okay. 17 A. Significant active fires that 18 prevented any intervention. 19 Q. And there is one -- there is 20 one measurement that's earlier than all the 21 rest. It looks like it's at 16:00 hours. 22 And then there's a space of time where the 23 temperature wasn't continually taken. 24 Do you know who took that first 25 temperature of 65 degrees?|\nA.   I don't know the individual.\nIt would have been -- it would have been\npersonnel from SPSI.\nQ.   As you sit here today, does\nNorfolk Southern know what temperature the\nTrinity car was at on February 3rd or\nFebruary 4th?\nMR. FUKUMURA: Objection.\nMS. PETTY: Objection.\nTHE WITNESS: No.\nQUESTIONS BY MR. BRENZA:",
  "Q.   And that's because nobody from\nNorfolk Southern or its contractors measured\nit on those days.\nRight?\nMR. FUKUMURA: Objection.\nTHE WITNESS: During the active\nfires, there was no possible way to\ntake any kind of temperature or get a\ncore temperature on those cars.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Is that a yes to my answer\nsic}, that nobody from Norfolk Southern\nmeasured the temperature of the Trinity car\non February 3rd or February 4th?\nA.   Yes.",
  "Q.   That's a normal temperature\nbecause that's the temperature at which the\ntanks are -- the cars are loaded.\nRight?\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nMS. BROZ: Objection. Form.\nTHE WITNESS: Yes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   When was the first time that\nsomeone was able to measure the pressure of\nthe Trinity car?",
  "A.   That would have been on\nFebruary 5th.\nQ.   And the pressure was measured",
  "by Norfolk Southern's hired contractors.\nRight?\nA.   Individuals from SPSI, yes.\nQ.   Do you know who measured the\npressure of the Trinity car on the 5th? What",
  "person?\nA.   I don't know the specific\nindividual, just it was SPSI personnel.\nQ.   The NTSB report that we've been\nPage 35 1 MS. PETTY: Objection. 2 THE WITNESS: Yes. 3 QUESTIONS BY MR. BRENZA: 4 Q. The first time that Norfolk 5 Southern did measure the temperature, and 6 every time afterwards, the Trinity car's 7 temperature was normal. 8 Right? 9 MS. PETTY: Objection. 10 MR. FUKUMURA: Objection. 11 THE WITNESS: It was 12 65 degrees, is what I was told, yes. 13 QUESTIONS BY MR. BRENZA: 14 Q. Yes. 15 And that's a normal temperature 16 for a tank car. 17 Right? 18 MS. PETTY: Objection. 19 MR. FUKUMURA: Objection. 20 THE WITNESS: That will depend 21 on the commodity. 22 QUESTIONS BY MR. BRENZA: 23 Q. In this case, obviously we're 24 talking about vinyl chloride. 25 Right?|Page 37 1 speaking about discusses the assessment by 2 SRS of the damage to the tank cars beginning 3 on page 82 and going on to page 83. 4 Would you -- would you turn to 5 those pages, please? 6 A. Okay. 7 Q. The bottom of page 82 of 158, 8 do you see the paragraph beginning with the 9 words \"SRS damage assessment\"? 10 A. Yes. 11 Q. It says, \"The SRS damage 12 assessment of the VCM tank cars on the 13 morning of February 5th found two of the five 14 tank cars on the east end actively burning in 15 their protective housings. They found no 16 evidence of mechanical breaching damage to 17 the VCM tank cars.\" 18 We'll just stop at that one. 19 Does that confirm for you that 20 as of February 5th, Norfolk Southern's 21 contractors found no evidence that the VCM 22 tank cars had breached or released any of 23 their contents? 24 MS. PETTY: Objection. 25 MR. FUKUMURA: Objection.|\nTHE WITNESS: At this point in\ntime, they had found no breaches in\nany tank cars.\nQUESTIONS BY MR. BRENZA:\nQ.   Okay. It goes on to say,\nCrews attached a pressure gauge to 28\nTILX402025\" -8        Let me stop there. That's the\nTrinity car, right?\nA.   Yes.\nQ.   -- \"and found a tank pressure\nof 60 PSI.\"\nDo you see that?\nA.   Yes.\nQ.   Was a tank pressure of 60 PSI\nfor a vinyl chloride tank car a normal\npressure?\nMS. BROZ: Objection. Form.\nMS. PETTY: Objection.\nTHE WITNESS: Yes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Do you see that the first of\nthe sentence goes on to say that \"SRS did not\nfind any remarkable dents, scores or gouges\non the VCM tank cars. Derailment damage",
  "QUESTIONS BY MR. BRENZA:\nQ.   Do you see that?\nA.   I see that, yes.\nQ.   What's a body bolster, if you\nknow?\nA.   So the tank is a long cylinder.\nIt is actually the frame of a tank car. So",
  "on either end of the tank cars, A end to B\nend, there's what's called a bolster.\nBasically there's a -- it makes a saddle that\nthat tank sits on and is welded to, and then\nthose body bolsters are what sits on the set\nof trucks that the railcar rolls on.",
  "Q.   Does the body bolster act like\nthe foundation of a house?\nMS. PETTY: Objection.\nTHE WITNESS: In a sense, yes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   It holds up the tank and allows\nthe tank to be moved on a railcar?\nA.   It allows the tank car to sit\non its set of trucks and roll on the rails,\nyes.",
  "Q.   Okay. Its primary objective is\nsupportive, right? It just tries to hold\nPage 39 1 included bent or twisted body bolsters,\" and 2 then it goes on from there. 3 Do you see that? 4 A. Yes. 5 Q. Do you agree with that 6 statement, that there were no remarkable 7 dents, scores or gouges in the VCM tank cars, 8 including the Trinity car? 9 A. There were no discernible ones. 10 Q. I'm sorry, no -- 11 A. No discernible dents in the 12 tanks. These cars are jacketed so -- 13 Q. Okay. So they came through 14 physically very well from a derailment. 15 R ig h t ? 16 MS. PETTY: Objection. 17 MR. FUKUMURA: Objection. 18 THE WITNESS: Yes. 19 QUESTIONS BY MR. BRENZA: 20 Q. And the only -- the only damage 21 that there was was -- it's reported as some 22 of them had bent or twisted body bolsters. 23 MR. FUKUMURA: Objection. 24 MS. PETTY: Objection. 25|Page 41 1 things up, right? 2 A. It -- 3 MS. PETTY: Objection. 4 THE WITNESS: It supports the 5 tank, yes. 6 QUESTIONS BY MR. BRENZA: 7 Q. Okay. Are you aware of any 8 measurements of the Trinity tank car that 9 found that it had abnormally high pressure on 10 the -- during the derailment? During -- or 11 the -- during the derailment or the 12 management of the derailment? 13 MS. PETTY: Objection to the 14 form. 15 THE WITNESS: There are no 16 measurements, to my knowledge, no. 17 QUESTIONS BY MR. BRENZA: 18 Q. Well, we just discussed one 19 measurement. That was 60 PSI. 20 Right? 21 A. No measurements that indicated 22 overpressure. 23 Q. Okay. So all the measurements 24 that were taken, they were all normal? 25 MR. FUKUMURA: Objection.|\nMS. PETTY: Objection.\nTHE WITNESS: All the measures\ntaken on that car were all normal,\nyes.\nWood 30(b)(6) Exhibit 2 marked\nfor identification.)\nQUESTIONS BY MR. BRENZA:\nQ.   Okay. I'm going to hand you\nanother exhibit. Keep that one handy. We're\nnot done with that, but I'm going to give you\na different one.\nMarking as Exhibit 2 is an\ne-mail dated February 14, 2023, from David\nP a t t e n .\nDo you see that?\nA.   Yes.\nQ.   Do you know who David Patten\ni s ?\nA.   I do.\nQ.   And do you see that you were\none of the recipients, Robert, Robert Wood?\nYour name is on there?\nA.   Yes.\nQ.   Who is David Patten?\nA.   David Patten is a hazardous\ncommend the companies who built and\nmaintained those tank cars for how well they\ndid perform, even when they were in a\nd e r a i l m e n t ?\nMS. PETTY: Objection.\nTHE WITNESS: They are an\nexcellent specification tank car, yes.\nQUESTIONS BY MR. BRENZA:\nQ.   And they performed just as they\nwere supposed to in a derailment.\nR i g h t ?\nMR. FUKUMURA: Objection.\nMS. PETTY: Objection.\nTHE WITNESS:  That's correct.\nQUESTIONS BY MR. BRENZA:\nQ.   Okay. All right. I'm going to\nmove along here.\nWere you on-site during the\nd e r a i l m e n t ?\nMS. PETTY: Objection.\nTHE WITNESS:  I arrived on-site\nabout eleven o'clock on February 4th.\nQUESTIONS BY MR. BRENZA:\nQ.   Okay. And were you there -- so\nyou were there shortly after the derailment\nPage 43 1 materials manager based out of Greenville, 2 South Carolina, for Norfolk Southern. 3 Q. Okay. Did he report to you? 4 A. Not directly. He reported 5 directly to Paul Williams, who reports -- who 6 reported to me. 7 Q. Okay. Do you see the very last 8 sentence of the second paragraph, he writes a 9 sentence beginning with the word \"VC tank 10 c a r s \" ? 11 MR. FUKUMURA: What page again? 12 THE WITNESS: Yes, in that 13 second -- last sentence of the second 14 p a r a g r a p h ? 15 QUESTIONS BY MR. BRENZA: 16 Q. Correct. 17 A. Yes. 18 Q. He says, \"VC tank cars 19 performed rather well considering how long 20 they were exposed to fire.\" 21 Do you see that? 22 A. Yes. 23 Q. Do you agree with that? 24 A. Yes. 25 Q. And would you -- would you|Page 45 1 had occurred, the day after, and how long did 2 you stay there? 3 A. I was there from 11 a.m. on the 4 4th, and I was -- can't be exact to the date, 5 but I will -- somewhere up till around the 6 10th or 11th. I was back and forth several 7 times, so... 8 Q. Okay. But you spent a 9 considerable amount of time then at the 10 derailment site in managing the derailment or 11 participating in the management? 12 MR. FUKUMURA: Objection. 13 MS. PETTY: Objection. 14 THE WITNESS: That's correct. 15 QUESTIONS BY MR. BRENZA: 16 Q. Okay. Did you, in the course 17 of managing the derailed cars, formulate 18 opinions that were different for each of the 19 cars involved? 20 MR. FUKUMURA: Objection. 21 MS. PETTY: Objection. 22 THE WITNESS: There were cars 23 more heavily damaged than others, yes. 24 QUESTIONS BY MR. BRENZA: 25 Q. So not all the cars were in the|\nsame boat.",
  "Fair to say?\nMR. FUKUMURA: Objection.\nTHE WITNESS: Not all cars had\nsustained the same damage, no.\nQUESTIONS BY MR. BRENZA:",
  "Q.   The Trinity car came through\neven better than the other tank cars.\nRight?\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nMS. BROZ: Objection.\nTHE WITNESS: Specific to vinyl\nchloride cars, it had the least\ndamage.\nQUESTIONS BY MR. BRENZA:\nQ.   And after the Norfolk Southern",
  "contractors had been able to evaluate the\nTrinity car over a period of time, they\nconcluded that the car was stable.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: That's correct.\nQUESTIONS BY MR. BRENZA:",
  "Q.   If you would go back to the\nsome concerns expressed by some Norfolk\nSouthern personnel that something called\npolymerization was occurring in some of the\ncars.\nRight?\nA.   That's what we believed was\nhappening, yes.\nQ.   Okay. But that's not what you\nbelieved was happening with the Trinity car.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: That's correct.\nQUESTIONS BY MR. BRENZA:\nQ.   The Trinity car was stable?\nA.   That's correct.\nMS. PETTY: Objection.\nQUESTIONS BY MR. BRENZA:\nQ.   There's reference here to\nmoving burning hopper cars away.\nDid Norfolk Southern hire\nwhat's known in business as wrecker companies\nto come to the site?\nA.   There were three wrecking\ncontractors there on behalf of Norfolk\nSouthern.\nPage 47 1 document that we've marked previously as 2 Exhibit 1, on page 85, please. 3 Tell me when you're there. 4 A. Okay. 5 Q. Do you see a paragraph in the 6 middle of that page beginning \"Following 7 that\"? 8 A. Yes. 9 Q. It says, \"Following that, SRS 10 crews assisted with moving burning hopper 11 cars away from the east and so the crews 12 could attempt to re-rail VCM car TILX402025 13 because the car was determined to be stable, 14 with a pressure of 60 PSIG.\" 15 Do you see that? 16 A. I do. 17 Q. Was it Norfolk Southern's 18 understanding that the Trinity car, at the 19 time of -- on February 3rd and 4th and 5th 20 and 6th, was stable? 21 MR. FUKUMURA: Objection. 22 MS. PETTY: Objection. 23 THE WITNESS: Yes. 24 QUESTIONS BY MR. BRENZA: 25 Q. Now, there were -- there were|Page 49 1 Q. Okay. And the one was Hulcher? 2 A. Correct. 3 Q. And Cranemasters? 4 A. Correct. 5 Q. And R.J. Corman. 6 Right? 7 A. That's correct. 8 Q. And each of those companies, 9 what they do, they're -- the nature of their 10 company is they move cars around when they 11 derail. 12 Right? 13 MR. FUKUMURA: Objection. 14 THE WITNESS: That's correct. 15 QUESTIONS BY MR. BRENZA: 16 Q. They have special equipment 17 that they use to lift very heavy cars, train 18 cars. 19 Right? 20 A. Yes. 21 Q. And Cranemasters, you might 22 guess from its name, uses cranes. 23 Right? 24 A. Yes. 25 MS. PETTY: Objection.|\nTHE WITNESS: Yes, they use\nMantis cranes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   And Hulcher and R.J. Corman, I\nthink they use something called a side\nloader; is that -- or something along those\nlines?\nA.   They use side booms.\nQ.   Side booms, right. Side booms.\nAnd they had -- all of those\ncompanies had their cranes and side booms and\nother equipment that they needed to move cars\naround for Norfolk Southern on the -- on the\ndays before the vent and burn occurred.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: Yes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   And they in fact moved cars\naround, right, to get them out of the way?\nA.   Yes.\nQ.   Did any of those entities\nattempt to move the Trinity car?\nA.   No.\nQ.   Did anyone at Norfolk Southern\nand damaging the tank.\nQUESTIONS BY MR. BRENZA:",
  "Q.   If the bolster had been",
  "undamaged, would Norfolk Southern have\nre-railed the Trinity car?\nMR. FUKUMURA: Objection.\nMS. PETTY: Objection.\nTHE WITNESS: There's two\ndifferent things there.\nThere could be certain damage\nto a bolster that would prevent it\nfrom being re-railed but would still\nallow us to move it.\nIf the bolster had not\nsustained the damage that would have\nallowed NS to move the car, the car\nwould have been moved.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Who decided that the bolster\ndamage on the Trinity car prevented Norfolk\nSouthern from moving the car out of the way?\nA.   That was a combination of\nHulcher personnel and NS mechanical.\nQ.   So I'm going to ask you a\nlittle more specifically because we've taken\nPage 51 1 or their contractors ask them to move the 2 Trinity car? 3 MR. FUKUMURA: Objection. 4 MS. PETTY: Objection. 5 THE WITNESS: There was 6 walkaround done with Hulcher personnel 7 and Norfolk Southern mechanical 8 personnel to see about moving the car. 9 The damage to the bolsters 10 precluded that car from being able to 11 be hooked to with side booms or the 12 Mantis cranes to the bolsters. 13 MR. FUKUMURA: Can you spell 14 Mantis crane? 15 THE WITNESS: M-a-n-t-i-s-s 16 {sic}, I believe. 17 They were unable to hook to the 18 bolsters because of the twisting and 19 the damage to it. So the only way 20 they could have moved the car was to 21 dig under and wrap their cable around 22 the barrel of the tank and drag it. 23 And our mechanical personnel 24 wouldn't allow that, and our HAZMAT 25 personnel. Too much risk of twisting|Page 53 1 depositions of both of those entities now, 2 and nobody has actually said that they made 3 that decision. 4 So if you know, who did make 5 that decision? 6 A. Geoff Craker. 7 Q. Geoff Craker. 8 For Norfolk Southern? 9 A. Yes. 10 Q. Do you know who at Hulcher was 11 involved with that decision? 12 A. I do not know. There was three 13 Hulcher personnel doing the walkaround, but I 14 don't know them by name. 15 Q. Did Geoff Craker make that 16 decision entirely on his own, or did he have 17 a chain of command that he had to clear it 18 with? 19 A. I'm sure he had a chain of 20 command, but there would have been discussion 21 also with NS HAZMAT personnel, and NS HAZMAT 22 personnel certainly wouldn't sign off on that 23 kind of move. 24 Q. And that's -- but that was your 25 group.|\nRight?\nA.   Right.\nQ.   So did you get presented with\nthis question while you were at the site,\nwhether -6    A.   I did not. It would have been\nbroached with whoever was on site at the\ntime. Probably Scott Gould.\nQ.   Did anybody suggest repairing\nthe bolsters on the Norfolk Southern -- or on\nthe Trinity car?\nA.   No, but that wouldn't even have\nbeen an option where the car was at.\nQ.   Did anyone else suggest other\noptions for ways that the Trinity car could\nhave been moved out of the way rather than\nbeing blown up?\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nTHE WITNESS: Just the way\ndescribed, with wrapping the cable\naround the barrel of the tank.\nQUESTIONS BY MR. BRENZA:\nQ.   That's the only other option\nthat was considered?\nTrinity car through its vapor angle valve?\nMS. PETTY: Objection.\nMS. BROZ: Objection. Form.\nTHE WITNESS: No, they would\nhave unloaded out of the liquid line.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Did anyone discuss whether to\ntry to unload the Trinity car through its\nliquid line?\nA.   Not in the position the car was\nin. It was too close in proximity to other\nthings going on, the other cars that still\nhad what we feel were polymerization problems\ngoing on.\nThe only -- couldn't have got a\nrailcar there because of the derailment and\notherwise, and you couldn't get trucks in\nthere to where that car was to unload it.\nQ.   So I want to unpack that a\nlittle bit.",
  "The reason you -- the reason\nNorfolk Southern didn't attempt to unload the\nTrinity car through its liquid valve was that\nit was too close to other cars in the -- in\nthe wreck that were deemed to be not stable.\nPage 55 1 A. That was the only other option 2 brought to -- that the Hulcher said they 3 could to move the tank. That was the only 4 way they had. 5 Q. Did anyone discuss unloading 6 the Trinity car? 7 A. That would have been the 8 ultimate idea to do, to move the car, to get 9 it out of harm's way, was to unload it. 10 Q. Okay. But we discussed earlier 11 the vapor angle valve of the Trinity car was 12 functional. 13 Right? 14 A. The vapor valve was, but you 15 can't unload through a vapor valve. 16 Q. Why do you say that? 17 A. Because there's no liquid 18 against the bottom of the vapor valve. It's 19 in the vapor space of the car. You have to 20 unload out of a liquid line. 21 Q. Isn't it true that if the car 22 carry -- the Trinity car had not been in a 23 train wreck and had been delivered to its 24 intended destination, that the company that 25 received that car would have unloaded the|Page 57 1 Is that right? 2 A. That's correct. 3 Q. Cars that were on fire or had 4 suffered more damage? 5 A. That's correct. 6 Q. All right. So it was Trinity's 7 physical location and space that caused 8 Norfolk Southern to decide not to try to use 9 its vapor valve -- or its liquid valve? 10 MS. PETTY: Objection. 11 MR. FUKUMURA: Objection. 12 THE WITNESS: The location of 13 the car was the biggest deciding 14 factor, yes, and the damage to the 15 bolster not allowing it to be moved. 16 QUESTIONS BY MR. BRENZA: 17 Q. You also said that in order to 18 unload the Trinity car through its liquid 19 valve, you would have to have other railcar 20 or a series of trucks to receive the 21 material. 22 Right? 23 A. That's correct. 24 Q. And Norfolk Southern didn't 25 have a way to bring another rail tank car to|",
  "the scene because the tracks were currently\noccupied with the wreck.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: That's correct.\nQUESTIONS BY MR. BRENZA:\nQ.   And I didn't understand why",
  "you -- why trucks were not available.\nMS. PETTY: Objection.\nTHE WITNESS: The proximity,\nyou would have had to put personnel\nand trucks to unload the car as it\nset, plus the terrain where it was at.\nIt was off down a hill. It just -15    there was not a way to safely unload\nthat car.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Okay. Do you fault Trinity in\nany way for those factors?\nMS. PETTY: Objection.\nTHE WITNESS: No.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Those are just consequences of\nit being in a train wreck.\nRight?\nQUESTIONS BY MR. BRENZA:",
  "Q.   And a BLEVE occurs when\nthere's -- the temperature and the pressure\nof a tank car gets too high.",
  "Right?\nMS. PETTY: Objection.\nTHE WITNESS: It's referred to\nas a Boiling Liquid Expanding Vapor\nExplosion, and they occur when tanks\nare exposed to extreme heat, and\npressure relief mechanisms can't keep\nup with the increase in pressure in\nthe car.\nQUESTIONS BY MR. BRENZA:",
  "Q.   And I don't want to get into\nthis in great detail, but I think you've\nalready said that none of those things were\ntrue about the Trinity car.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: I'm sorry, I'm\nnot -23 QUESTIONS BY MR. BRENZA:",
  "Q.   Well, we have discussed the\nTrinity car's temperature, right, and it",
  "Page 59 1 MS. PETTY: Objection. 2 MR. FUKUMURA: Objection. 3 THE WITNESS: That's correct. 4 QUESTIONS BY MR. BRENZA: 5 Q. Do you know what a BLEVE is? 6 Is that -- am I saying that right? 7 A. It's a BLEVE. 8 Q. BLEVE? Is that how you say it? 9 A. Yes. 10 Q. And that's another potentially 11 explosive event that can occur when you have 12 pressurized liquids or gases. 13 Right? 14 A. Involved in fires, yes. 15 Q. Involved in fires. 16 And like the concern about 17 polymerization we discussed earlier, a BLEVE 18 was another concern that Norfolk Southern was 19 taking into account in how it managed the 20 derailment. 21 Right? 22 MS. BROZ: Objection. Form. 23 THE WITNESS: It was a concern 24 during the fire for unified command. 25 That's a known phenomenon.|Page 61 1 wasn't at a concerning temperature? 2 Right? 3 MS. PETTY: Objection. 4 THE WITNESS: Yeah. Post-fire, 5 once the fires had stopped, BLEVE was 6 not a concern. 7 QUESTIONS BY MR. BRENZA: 8 Q. Okay. BLEVE was not a concern 9 for any of the cars? 10 MR. FUKUMURA: Objection. 11 MS. PETTY: Objection. 12 QUESTIONS BY MR. BRENZA: 13 Q. For any of the VC tank cars? 14 MR. FUKUMURA: Objection. 15 MS. PETTY: Objection. Outside 16 the scope. 17 THE WITNESS: A catastrophic 18 failure we worried about, but not 19 because of BLEVE. 20 QUESTIONS BY MR. BRENZA: 21 Q. Okay. You were worried about a 22 catastrophic failure because of possible 23 polymerization? 24 A. That's correct. 25 Q. But again, not with the Trinity|\ncar?\nA.   That's correct.\nQ.   Okay. Did you -- did you read\nthe portion of the NTSB report where they\nexamined samples from the various cars after\nthe train wreck?\nA.   Yes.\nQ.   And one of the things that they\nwere looking for was whether there was\nanything -- whether there's something called\npolyvinyl chloride.\nR i g h t ?\nA.   Correct.\nQ.   And polyvinyl chloride, it's a\nplastic material. I think most people are\nfamiliar with it, right?\nIt's that white stuff that\nhousehold plumbing's used -- uses now.\nMS. PETTY: Objection.\nMS. BROZ: Objection. Form.\nTHE WITNESS:  Yes.\nQUESTIONS BY MR. BRENZA:\nQ.   And if there had been\npolymerization occurring in the -- in the\ncars, polyvinyl monomer would have been\nQUESTIONS BY MR. BRENZA:\nQ.   And you don't quibble with",
  "t h a t .\nDo you?\nMS. PETTY: Objection.\nTHE WITNESS:  I don't quibble\nwith any of the testing, no.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Okay. Does that cause you to\nunderstand that polymerization had not been\noccurring?\nMR. FUKUMURA: Objection.\nMS. PETTY: Objection.\nTHE WITNESS: I understand\nthat's what it indicates, but in a\nrealtime emergency we have to deal",
  "with the facts we have on the ground.\nQUESTIONS BY MR. BRENZA:\nQ.   Understood.\nA.   And we have to plan for the\nworst.\nQ.   Understood.\nAnd I'm not suggesting\notherwise, but I'm just asking you what it\ntells you after the fact.\nPage 63 1 converting into polyvinyl chloride. 2 R ig h t ? 3 MR. FUKUMURA: Objection. 4 MS. PETTY: Objection. 5 THE WITNESS: The end product 6 of polymerization of vinyl chloride is 7 polyvinyl chloride, yes. 8 QUESTIONS BY MR. BRENZA: 9 Q. Okay. So by looking at whether 10 there was any polyvinyl chloride, that gives 11 you some insight into whether there really 12 had been any polymerization going on? 13 MR. FUKUMURA: Objection. 14 MS. PETTY: Objection. 15 THE WITNESS: That was the 16 contention, yes. 17 QUESTIONS BY MR. BRENZA: 18 Q. Yeah. 19 And what the NTSB found was 20 none of the samples showed any evidence of 21 polyvinyl chloride. 22 R ig h t ? 23 MS. PETTY: Objection. 24 THE WITNESS: That's what the 25 data said, yes.|Page 65 1 And now that you have time to 2 examine the situation and run tests, it tells 3 you that though you were concerned about 4 polymerization, it actually wasn't happening? 5 MR. FUKUMURA: Objection. 6 MS. PETTY: Objection. 7 THE WITNESS: That's what the 8 tests indicate, yes. 9 QUESTIONS BY MR. BRENZA: 10 Q. Okay. What are the roles of -- 11 I'm going to ask you about some of the 12 contractors that were involved in assisting 13 Norfolk Southern deal with the derailment. 14 The first one, SPSI, what was 15 their involvement? 16 A. SPSI would have been -- they 17 were the first contractor contacted. They're 18 based out of Washington, PA, so they were -- 19 they were even the closest at the time. 20 But this incident came in as a 21 derailment with fire. They also house our 22 firefighting equipment, and they're -- they 23 have an industrial firefighting brigade. 24 They are a high-hazard contractor for a 25 myriad of -- they're well-known across the|\nrail industry and chemical industry.\nAnd then ultimately when we\nfind vinyl chloride was there, they would\nhave been there anyway because they're one -5 they're a CHLOREP contractor.\nQ.   Does SPSI assist Norfolk\nSouthern in responding to train derailments?\nA.   Yes. Among other contractors,\ny e s .\nQ.   But that's a big part of the\npurpose of that company, right, is to assist\nrailroad companies when they have\nderailments?\nMS. PETTY: Objection.",
  "MR. FUKUMURA: Objection.\nTHE WITNESS: That is part of\ntheir business. They do quite a bit\nof other stuff, too.\nQUESTIONS BY MR. BRENZA:\nQ.   Has Norfolk Southern used\nSPS -- SPSI previously?\nA.   For decades.\nQ.   Was another one of the\ncontractors Norfolk Southern decided to bring\ninto the management of the derailment a\nQUESTIONS BY MR. BRENZA:\nQ.   I'm just asking whether anyone\nelse besides Norfolk Southern had any\ndecision-making authority in whether to hire\nthose guys.\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nTHE WITNESS:  Not for Norfolk\nSouthern. It -10 QUESTIONS BY MR. BRENZA:\nQ.   It was -12    A.   We were the ones that contacted\nthem, yes.\nQ.   It was all Norfolk Southern?\nA.   Yes.\nMS. PETTY: Objection.\nQUESTIONS BY MR. BRENZA:\nQ.   Okay. And no -- none of the\ncar companies or other companies had any -20 were even asked about whether those -21 whether those companies should be hired to\nmanage the derailment?\nA.   No.",
  "Q.   Is it fair to say that Norfolk\nSouthern took the lead in managing the\nPage 67 1 company called SRS? 2 A. Yes. 3 Q. Is that another company that 4 specializes in dealing with train 5 derailments? 6 A. They are known in -- with the 7 railroads for train derailment. They 8 specifically were brought in out of Texas 9 because they're also another CHLOREP 10 contractor. 11 Q. Have they also worked for 12 Norfolk Southern previously? 13 A. Yes. 14 Q. Many times? 15 A. Not as often as SPSI because 16 SRS is based out of Texas, and we don't 17 really operate in Texas, so... 18 Q. Did anyone other than Norfolk 19 Southern decide to hire and bring into the 20 management of the derailment SPSI and SRS? 21 MR. FUKUMURA: Objection. 22 MS. PETTY: Objection. 23 THE WITNESS: I'm sorry, I'm 24 not exactly sure what you're -- 25|Page 69 1 derailment? 2 MS. PETTY: Objection. 3 MR. FUKUMURA: Objection. 4 THE WITNESS: No. We took the 5 lead in ultimately making the 6 derailment go away, but everything 7 that was done handling the derailment 8 during the emergency was done through 9 unified command. 10 QUESTIONS BY MR. BRENZA: 11 Q. And the unified command is a 12 group of interested parties physically 13 present at the site. 14 Right? 15 A. At the command post, yes. 16 Q. And but they don't necessarily 17 have expertise in managing train derailments. 18 Right? 19 MS. PETTY: Objection. 20 THE WITNESS: That -- that's 21 correct. 22 QUESTIONS BY MR. BRENZA: 23 Q. So that's why Norfolk Southern 24 decided it would hire these other entities, 25 SPSI and SRS, to come in and advise the|",
  "incident command how to -- how to manage the\nderailment.\nRight?\nMR. FUKUMURA: Objection.\nTHE WITNESS: Well, SPSI was\ncalled before there ever was a unified\ncommand.\nQUESTIONS BY MR. BRENZA:\nQ.   Okay.\nA.   They were just simply the\nincident commander there on site.\nQ.   But those were the companies",
  "that purported to have the expertise on what\nto do in a train derailment.\nRight?\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nTHE WITNESS: Yes.\nQUESTIONS BY MR. BRENZA:",
  "Q.   Okay. And that's why Norfolk\nSouthern, and only Norfolk Southern, decided\nto bring them into the situation?\nMS. PETTY: Objection.\nTHE WITNESS: Yes.\nMR. BRENZA: Okay. Why don't\nSouthern made any attempts to -- strike that.\nDuring the derailment, the days\nof the derailment, did Norfolk Southern make\nany requests to Trinity for any documents,\nspecifications, paperwork, anything about the\nconstruction of the tank cars?\nMR. FUKUMURA: Objection.\nMS. PETTY: Objection. Outside\nthe scope.\nTHE WITNESS: No.\nQUESTIONS BY MR. BRENZA:\nQ.   We talked a little bit about\nthe pressure relief device that's part of the\ndesign of the 105J tank cars.\nRight?",
  "A.   Yes.\nMS. PETTY: Objection.\nQUESTIONS BY MR. BRENZA:",
  "Q.   And you're -- are you aware\nthat the NTSB tested the pressure relief\ndevice on the -- from the Trinity car?\nA.   Yes.",
  "Q.   And the NTSB found, even after\nthe derailment, that the pressure release\ndevice on the Trinity car was functioning\nPage 71 1 we take a break. We've been going 2 about an hour. 3 VIDEOGRAPHER: We are now going 4 off the video record. The time is 5 currently 10:01 a.m. 6 (Off the record at 10:01 a.m.) 7 VIDEOGRAPHER: We are now back 8 on the video record. The time is 9 currently 10:17 a.m. 10 QUESTIONS BY MR. BRENZA: 11 Q. Mr. Wood, I just have a few 12 more, and then I'm going to pass you to one 13 of the other people that want to ask you 14 questions. 15 A couple other areas first. 16 You said you did know something about the 17 company Trinity. 18 Right? 19 A. Yes. 20 Q. Have you talked to anyone at 21 Trinity about the East Palestine derailment? 22 A. No. 23 Q. You also -- we also discussed 24 the -- well, let me back up. 25 Have you made -- has Norfolk|Page 73 1 properly. 2 Right? 3 MS. PETTY: Objection. 4 THE WITNESS: They found no 5 defects with it. 6 MR. BRENZA: Okay. I'm going 7 to reserve the rest of my time. I 8 have a little more time to ask you, 9 but there may be some issues that come 10 up from other questioning, so I'm 11 going to pass you now to the next 12 person who wants to talk. 13 Thank you. Thank you very 14 much. 15 MS. BROZ: Want to go off the 16 record? 17 VIDEOGRAPHER: Want to go off 18 the record? 19 MS. BROZ: Yes. 20 VIDEOGRAPHER: We are now going 21 off the video record. The time is 22 currently 10:19 a.m. 23 (Off the record at 10:19 a.m.) 24 VIDEOGRAPHER: We are now back 25 on the video record. The time is|\ncurrently 10:22 a.m.\nWood 30(b)(6) Exhibit 3 marked\nfor identification.)\nDIRECT EXAMINATION\nQUESTIONS BY MS. BROZ:\nQ.   Good morning, Mr. Wood. My\nname is Alycia Broz, and I represent Oxy\nVinyls. We met before in your individual\ndeposition. It's good to see you back again",
  "today.\nA.   Good to see you.\nQ.   All right. I'm going to hand\nyou what we've marked as Deposition Exhibit 3\nand ask you to take a look at that.\nMR. FUKUMURA: Can you make\nsure we get one?\nMS. BROZ: It's coming around.\nMR. FUKUMURA: Yep.\nQUESTIONS BY MS. BROZ:\nQ.   Mr. Wood, have you had a chance\nto look at what we've marked as Deposition\nExhibit 3?\nA.   Yes.\nQ.   Do you recognize this document?\nA.   Yes.\nExhibit 3?\nA.   Correct.\nQ.   And you didn't review any\nadditional deposition testimony in\npreparation for answering questions about",
  "Exhibit A of Deposition Exhibit 3?\nA.   Correct.\nQ.   In preparing for your\ndeposition today, did you speak with anyone",
  "from SRS or SPSI?\nA.   I did not speak with them. I\nreviewed their depositions.\nQ.   And how about from ESI? In\npreparing for your deposition today, did you\nspeak with anybody from ESI?\nA.   No.",
  "Q.   How about for Cranemasters or\nHulcher? Did you speak with them in\npreparation for your deposition exhibit\ntoday -- or your deposition today?",
  "MR. FUKUMURA: Objection.\nTHE WITNESS: No.\nQUESTIONS BY MS. BROZ:",
  "Q.   During the course of the -25 this litigation, did you attend any of the\nPage 75 1 Q. I want to turn to the last page 2 of Deposition Exhibit 3 that's marked 3 Exhibit A. 4 Are you there? 5 A. Yes. 6 Q. Are you prepared to testify or 7 answer questions about the topics that are 8 listed in Deposition Exhibit A? 9 MS. PETTY: Objection. 10 THE WITNESS: Yes. 11 QUESTIONS BY MR. BROZ: 12 Q. Earlier today you testified 13 about what you did to prepare for your 14 deposition today. 15 Did you do anything differently 16 to prepare for the topics that Oxy Vinyls 17 noticed in Exhibit A of Exhibit 3? 18 A. No, I don't think so. 19 Q. So you did not talk to anyone 20 else, other than the individuals that you 21 identified this morning? 22 A. Correct. 23 Q. And you didn't review any 24 additional documents in preparation for 25 answering questions about Exhibit A of|Page 77 1 deposition preparation sessions for any of 2 the other Norfolk Southern witnesses? 3 A. No. 4 Q. Have we talked about everything 5 that you've done to prepare for your 6 deposition today? 7 A. Yes. 8 Q. I believe this morning you 9 testified that you spoke with Meghan 10 Achimasi? 11 A. Yes. 12 Q. And why did you speak with 13 Ms. Achimasi in preparing for your deposition 14 today? 15 A. She had had conversations with 16 Ms. Stegmann, a counterpart with Oxy who she 17 deals with. Meghan is in our marketing 18 department, and she had had conversations, 19 initiated some conversations, with Oxy on the 20 4th of February and then subsequently looped 21 me in on a conversation with Ms. Stegmann. 22 Q. And when did she loop you in on 23 the conversation with Ms. Stegmann? 24 A. It would have been on the 25 evening of the 4th.|\nQ.   Of February?",
  "A.   Of February, I'm sorry.\nQ.   Let's break these down into two\nseparate conversations then.\nWhat did Ms. Achimasi say that\nshe spoke to Ms. Stegmann about on",
  "February 4, 2023?\nA.   Well, her initial conversations\nwere to -- were part of notifications\nabout -- to customers whose cars were\ninvolved in the derailment, just some of\ntheir normal notification they do. That's\nhow the first notifications are -- or the\nfirst conversations were about.\nQ.   Okay. Did she have more than\none conversation with Ms. Stegmann?\nA.   Yes.\nQ.   All right. So what was the",
  "second conversation about?\nA.   There was conversations between\nMs. Achimasi and Ms. Stegmann about some",
  "concerns Oxy had about whether a BLEVE model\nhad been done and whether the one-mile\nevacuation was sufficient.\nSubsequent, I think Meghan gave\npersonnel had been the initial\nChemtrac notifications that went\nthrough David Patten, who was not on\nsite, so...\nQUESTIONS BY MS. BROZ:\nQ.   All right. Can we be specific\nwhen we're talking about these conversations,\nsince there are two \"shes,\" so we're not\nambiguous as to which \"she\" we're referring\nto?\nA.   Yes, ma'am, I apologize.",
  "Ms. Stegmann wanted to speak\nwith somebody who was actually on site for an\nupdate and relay those messages about -15 asking about a BLEVE model.\nQ.   Did Ms. Achimasi and\nMs. Stegmann speak about anything else on the\nsecond conversation?\nA.   Just general site conditions,\nif there were any upset -- updates.\nQ.   Anything else?\nA.   And she was given my phone -23 I'm sorry, Ms. Stegmann was given my phone\nnumber.\nQ.   By Ms. Achimasi?\nPage 79 1 Ms. Stegmann my phone number to reach out to 2 me directly at the site. 3 Stegmann had tried to reach 4 out; I was in meetings with NTSB at the time. 5 And so the next conversation was when she 6 reached back out to Ms. Achimasi because she 7 couldn't get in touch with me. 8 Q. Okay. Let's break these down 9 so we don't get confused, if that's okay -- 10 A. Okay. 11 Q. -- and take it in parts and 12 pieces. 13 A. Okay. 14 Q. So the second conversation you 15 had with Ms. -- let's start that again. 16 The second conversation that 17 Ms. Stegmann had with Ms. Achimasi was about 18 whether the BLEVE model was prepared 19 properly. 20 Correct? 21 MR. FUKUMURA: Objection. 22 THE WITNESS: That was part of 23 it. She was -- she wanted more 24 site-direct information because the 25 previous conversations with Oxy|Page 81 1 A. By Ms. Achimasi, yes. 2 Q. Did anything else -- was 3 anything else discussed on the second 4 conversation? 5 A. No. 6 Q. And then were these the only 7 two conversations that Ms. Stegmann had with 8 Ms. Achimasi on February 4th of 2023? 9 A. No. The next conversation 10 would have been about nine o'clock when she 11 couldn't -- Ms. Stegmann could not get in 12 touch with me directly. 13 Q. 9 p.m.? 14 A. I think it was about 9, yes. 15 Q. So Ms. -- because Ms. Stegmann 16 could not get in touch with you, Ms. Stegmann 17 called back Ms. Achimasi? 18 A. That's correct. 19 Q. Okay. What did they discuss on 20 the 9 p.m. call on February 4th? 21 A. Meghan reached out to me and 22 got me looped into a conference call. 23 Q. So the three of you were on a 24 conference call? 25 A. Yes.|\nQ.   On 9 p.m. on February 4th?\nA.   I believe that's -- I believe\nthat time's correct.\nQ.   Okay.\nA.   Somewhere in that neighborhood.\nQ.   Great.\nAnd then what did the three of\nyou discuss?\nA.   Well, the initial conversation",
  "was she was trying to get clarification about\nthe one-mile evacuation zone. And I\nexplained to her that that was -- the",
  "one-mile evacuation is the -- recommended in\nthe DOT Emergency Response Guide when a tank\ncar of vinyl chloride is involved in fire.",
  "Q.   Did you discuss anything else\non that call?\nA.   Would have just been any\ngeneral site update at the time. Fires were\nstill ongoing.\nQ.   Anything else?\nA.   Well, I think the question was",
  "asked again about the BLEVE model, but -- and",
  "one was subsequently done.\nQ.   Was anything else discussed\nA.   The same things that were\nexpressed about the BLEVE model and site\nconditions and concerns about whether a\none-mile evacuation was sufficient.\nQ.   Did they discuss anything else?\nA.   Not to my knowledge, no.\nQ.   In preparing for your\ndeposition, did Ms. Achimasi relay any other\nconversations she had with anyone else from\nOxy Vinyls between February 3rd and\nFebruary 6, 2023?\nA.   No.\nQ.   So we've talked about all the\nconversations that Ms. Achimasi has had with\nanyone from Oxy Vinyls between February 3rd\nand February 6, 2023?",
  "A.   Yes.\nQ.   I'm going to be doing a little\nbit of cleanup from this morning's\ndeposition, so I apologize if I'm jumping\naround a little bit. If you're confused at\nany time as to what I'm asking about, please\nask me.\nA.   Okay.\nQ.   Okay. You understand that\nPage 83 1 during that call? 2 A. I don't believe so. 3 Q. Did Ms. Achimasi have any other 4 conversations with Ms. Stegmann between 5 February 3rd and February 6, 2023? 6 A. No. 7 Q. Did you have any conversations, 8 other than what we've discussed, with 9 Ms. Achimasi between February 3rd and 10 February 6, 2023? 11 A. No. 12 MR. FUKUMURA: With anyone? 13 MS. BROZ: It's with 14 Ms. Achimasi. 15 QUESTIONS BY MS. BROZ: 16 Q. Is that clear to you, Mr. Wood? 17 A. Yes. 18 Q. Okay. Did Ms. Achimasi have 19 any other conversa -- let me -- let me start 20 that again. 21 Did Ms. Achimasi speak with 22 Ms. Hart between February 3rd and February 6, 23 2023? 24 A. Yes. 25 Q. And what did they discuss?|Page 85 1 TILX402025, GATX95098, OCPX80235, OCPX80179, 2 and OCPX80370 were the five vinyl chloride 3 railcars that were part of the derailment in 4 East Palestine? 5 A. That's correct. 6 Q. Has Norfolk Southern produced 7 all of the temperature readings from the five 8 vinyl chloride railcars that were taken by 9 Norfolk Southern or its contractors between 10 February 3rd and February 6, 2023? 11 A. To my knowledge, all data has 12 been provided. 13 Q. Has Norfolk Southern withheld 14 from its production any temperature readings 15 of the five vinyl chloride railcars that were 16 taken between February 3rd and February 6, 17 2023? 18 A. We have not. 19 Q. And the same for the pressure 20 readings. Has Norfolk Southern produced all 21 of the pressure readings of the five vinyl 22 chloride railcars that were taken by Norfolk 23 Southern or its contractors between 24 February 3rd and February 6, 2023? 25 MR. FUKUMURA: Objection.|\nTHE WITNESS: There was only\npressure taken on one car, the TILX\ncar, and all that data has been\nprovided.\nQUESTIONS BY MS. BROZ:\nQ.   And you have not withheld from",
  "your production any pressure readings that\nwere taken from the five vinyl chloride\nrailcars?\nMR. FUKUMURA: Objection.\nTHE WITNESS: We have not.\nWood 30(b)(6) Exhibit 4 marked\nfor identification.)\nQUESTIONS BY MS. BROZ:",
  "Q.   Mr. Wood, I'm going to hand you\nwhat we've marked as Deposition Exhibit 4 and\nask you to take a look at that.\nA.   Yes.\nQ.   Do you recognize this document?\nA.   Yes.\nQ.   And what is it?\nA.   It's an e-mail from Ron Wray.\nQ.   To whom?\nA.   To Ruben Payan. He's with\nNTSB. He was the lead for NTSB.\nTHE WITNESS: With the\nexception of the statement about\ntemperature measurements were tracked\non the spreadsheet until 1 a.m. -5 QUESTIONS BY MS. BROZ:\nQ.   Okay. What is inaccurate about\nthat?\nA.   -- on February 6th.\nWe tracked temperatures all the\nway up through the morning.\nQ.   Do you know when you stopped\ntracking temperatures in the morning?\nA.   I would have to go back and\nrefer to the spreadsheets, the ultimate\nspreadsheets, but I believe the temperatures\nwere taken all the way up till one o'clock.\nQ.   On February 6th?\nA.   On -- yes. In the afternoon.\nQ.   Other than that, does this\naccurately describe the process that was used\nto take and record temperature readings of\nthe five vinyl chloride railcars?\nA.   Yes.\nWith the exception -- I'm\nsorry. With the exception there would have\nPage 87 1 Q. Okay. And what is the date of 2 this e-mail? 3 A. This is April 13th. 4 Q. Of what year? 5 A. 2023. 6 Q. This is also marked as Group D, 7 Exhibit 9, from the National Transportation 8 Safety Board investigation hearing? 9 A. Yes. 10 Q. I want you to read through the 11 e-mail for me, if you would, please. 12 A. I need these glasses. 13 Out loud or just -- 14 Q. Just to yourself. 15 A. Okay. 16 Q. I want to ask you some 17 questions about it. 18 A. Okay. 19 Q. Does the e-mail between Ron 20 Wray and Payan, Ruben, accurately describe 21 the process that was used to take and record 22 temperature readings from the five vinyl 23 chloride railcars between February 3rd and 24 February 6, 2023? 25 MS. PETTY: Objection.|Page 89 1 been shift change at 6 a.m., and those 2 numbers wouldn't have been relayed to me or 3 Jon. They would have been relayed to 4 probably Scott Deutsch. 5 Q. And when Scott Deutsch received 6 those numbers after 6 a.m., would they have 7 also been recorded on the same spreadsheet? 8 A. Yes. 9 Q. And did Scott Deutsch then 10 record the temperature from 6 a.m. until the 11 end of the day on February 6, 2023? 12 A. Until temperature readings 13 were -- ceased to be taken leading up to the 14 vent and burn. 15 Q. And Scott Deutsch is an 16 employee of Norfolk Southern? 17 A. Yes. 18 Q. Did anyone other than Scott 19 Deutsch record temperatures between 6 a.m. on 20 February 6th up until the time of the vent 21 and burn? 22 A. I don't believe so, no. 23 Q. And is this, what we've marked 24 as Deposition Exhibit 4, accurate in that 25 SPSI was the only -- let me try that again.|\nWhat we've marked as Deposition\nExhibit 4, turning your attention back to\nthat, did only SPSI and its employees take\ntemperature readings from the five vinyl\nchloride tank cars?\nMS. PETTY: Objection.\nTHE WITNESS: It was SPSI\nemployees who did the temperatures.\nQUESTIONS BY MS. BROZ:\nQ.   And no one else took\ntemperatures from the cars?\nA.   Not to my knowledge, no.\nWood 30(b)(6) Exhibit 5 marked\nfor identification.)\nQUESTIONS BY MS. BROZ:\nQ.   Mr. Wood, I've handed you what\nwe've marked as Deposition Exhibit 5 and ask\nyou to look through that.\nA.   Okay.\nQ.   Have you seen this document\nb e f o r e ?\nA.   I have not.\nQ.   I will represent to you that it\nwas produced by SPSI in this litigation.",
  "O k a y ?\nA.   Yes.\nQ.   And then the next car is the\nO C P X 8 0 2 3 5 .",
  "Is that right?\nA.   Yes.\nQ.   And that they registered a\ntemperature reading of 67 degrees Fahrenheit.\nIs that right?\nA.   Yes, that's what's shown.",
  "Q.   Then the next car is OCPX80179?\nA.   Yes.\nQ.   And they registered a\ntemperature reading of 85 degrees Fahrenheit.",
  "Is that correct?\nA.   Yes.",
  "Q.   And the next car is GATX095098.\nC o r r e c t ?\nA.   Correct.\nQ.   And the temperature reading of",
  "degrees Farenheit at three different\nplaces in the jacket.\nIs that right?\nA.   Yes.",
  "Q.   And this was all on February 5,\nPage 91 1 A. Okay. 2 Q. Let's turn to the bottom 3 right-hand corner, the Bates number, SPSI 4 0 0 1 7 4 7 . 5 A. Uh-huh. 6 Q. Are you there? 7 A. Yes. 8 Q. And you see that the five vinyl 9 chloride railcars that we've been talking 10 about today are listed on this piece of 11 p a p e r . 12 C o r r e c t ? 13 A. That's correct. 14 Q. And it says that the vinyl 15 chloride cars are listed from east to west, 16 at the very top there. 17 A. Correct. 18 Q. And that the TILX402025 was the 19 eastern-most vinyl chloride railcar. 20 C o r r e c t ? 21 A. Correct. 22 Q. And SPSI registered a 60 PSI 23 pressure gauge reading at 12:30 p.m. on 24 February 5th. 25 C o r r e c t ?|Page 93 1 Is that correct? 2 A. Correct. 3 Q. And then the last car is the 4 O C P X 8 0 3 7 0 . 5 Do you see that? 6 A. Yes. 7 Q. And it says they took a 8 temperature reading of 135 degrees Fahrenheit 9 at 14:30 on February 5th. 10 Is that right? 11 A. Yes, that was the temperature 12 from the -- from the tank shell they got. 13 Q. And 14:30 is 2:30 p.m.? 14 A. Yes. 15 Q. And then they took another 16 temperature reading of 138 degrees Fahrenheit 17 at 15:30 on February 5th. 18 Is that right? 19 A. Yes. 20 Q. And that was 3:30 p.m. 21 Is that right? 22 A. Yes. 23 Q. And then a temperature reading 24 of 135 degrees Fahrenheit at 16:30 on 25 February 5th.|\nIs that right?\nA.   That's what's listed, yes.\nQ.   And that's 4:30 p.m.?\nA.   Correct.",
  "Q.   And then after the parens, it\nsays two other holes in the jackets, they\ntook temperature readings of 100 degrees\nF a h r e n h e i t .\nDo you see that?\nA.   I see that.\nQ.   And that was on February 5th at\np.m.?\nA.   Yes.\nQ.   Did Norfolk Southern ever",
  "record those two temperature readings of\ndegrees Fahrenheit on OCPX80370?\nA.   No.\nQ.   And why not?",
  "A.   The temperature that was\ntransmitted to us was the 135s and the 138s\nfrom the open section of the jacket where\nthey had true access. They knew they were\ngetting the temperature from the tank.\nQ.   Were the 100-degree temperature\nreadings transmitted to you?\none.\nLet me know when you've had a\nchance to look at the document.\nA.   Okay.\nQ.   Okay. Mr. Wood, would you\nplease identify this document for us?\nA.   This is an e-mail from myself\nto Helen Hart with some attachments.\nQ.   And what is the date of the\ne - m a i l ?\nA.   February 6th.\nQ.   And you're responding to an\ne-mail that Helen wrote to you and others\nalso on February 6th.\nIs that right?\nA.   Yes.\nQ.   And one of the attachments to\nthose e-mail is a spreadsheet.\nIs that right?\nA.   It appears to be two\ns p r e a d s h e e t s .\nQ.   Let's talk about the first\nspreadsheet. And I believe it's called Tank\nCar Pressures by the Hour.",
  "Do you see that?\nPage 95 1 A. No. 2 Q. Were the 100 temperature degree 3 readings transferred to anyone at Norfolk 4 S o u t h e r n ? 5 A. No. 6 Q. When was the first time that 7 you became aware of the 100-degree 8 temperature readings on OCPX80370? 9 A. From this document. 10 Q. Today? 11 A. Yes. 12 Q. And you're answering as the 13 corporate representative of Norfolk Southern? 14 A. Yes. 15 Q. So the first time that Norfolk 16 Southern became aware of these 100-degree 17 temperature readings is today? 18 A. Yes. 19 Q. You can set that document 20 aside. 21 (Wood 30(b)(6) Exhibit 6 marked 22 for identification.) 23 QUESTIONS BY MS. BROZ: 24 Q. Everybody is going to need to 25 pull their reading glasses out for this next|Page 97 1 A. Yes. 2 Q. Is that actually tank car 3 temperatures by the hour? 4 A. That is correct. 5 Q. And you sent that spreadsheet 6 to Ms. Hart on February 6th. 7 Is that right? 8 A. According to this e-mail, yes. 9 Q. And was this the spreadsheet 10 that you were maintaining on the ground at 11 East Palestine where you were recording the 12 temperature measurements taken by SPSI? 13 A. Yes. 14 Q. Before sending this e-mail to 15 Ms. Hart on February 6th, did you change any 16 of the temperature readings that are 17 contained in the attachment? 18 A. They don't appear to be. 19 Q. They look accurate to you? 20 A. Yes. 21 Q. And it's hard to see, I know, 22 but would you agree with me that between 23 16:00 on February 4th and 05:00 on 24 February 6th, Norfolk Southern recorded 25 temperatures for OCPX80370?|\nA.   Yes.\nQ.   And that would be between\np.m. Eastern on February 5th and 5 a.m.\nEastern on February 6th?\nA.   Yes.\nQ.   And it looks like Norfolk",
  "Southern recorded temperatures at the top of\neach hour.\nIs that accurate?\nA.   Yes, it was right around that\ntime. Not necessarily exact.\nQ.   Okay. You can set that aside.\nWood 30(b)(6) Exhibit 7 marked\nfor identification.)\nQUESTIONS BY MS. BROZ:\nQ.   Mr. Wood, I've handed you what\nwe've marked as Deposition Exhibit 7.\nDo you recognize this document?\nA.   Yes.\nQ.   And what is it?\nA.   This is a graph of temperature\ndata that was shown at the NTSB hearing in\nJune of 2023.\nQ.   Is it marked as NTSB Group\nExhibit D, 32?\nA.   Yes.\nQ.   And you -- and I just want to\nconfirm before we get to that.\nYou were a member of the\nhazardous materials committee?\nA.   This particular group with -7    Q.   Yes.\nA.   Yes.",
  "Q.   And your name is actually shown\non page 5 of 158.\nIs that correct?\nA.   Should be, yes. Let me go\nconfirm the page.\nY e s .\nQ.   As a member of the hazardous\nmaterials group?\nA.   Yes.\nQ.   And you had a chance to review",
  "this report before it was issued to the\np u b l i c ?\nMS. PETTY: Objection.\nTHE WITNESS:  I did.\nQUESTIONS BY MS. BROZ:\nQ.   And you could make any\ncorrections that you wanted to?\nPage 99 1 A. Yes. 2 Q. And the cover page of this 3 document, which is NS-CA-1622488, says that 4 this data was provided by Norfolk Southern 5 Railway. 6 Is that correct? 7 A. Yes. 8 Q. If we turn to the actual chart. 9 And this chart represents that 10 no data was provided between 1 a.m. on 11 February 5th and 7 a.m., roughly, on 12 February 6th. 13 Is that correct? 14 MS. PETTY: Objection. 15 THE WITNESS: That's what it 16 shows. Do not know why that data was 17 not there. 18 QUESTIONS BY MS. BROZ: 19 Q. And can you turn back to 20 Deposition Exhibit 1? 21 And I want you to turn back to 22 page 92 of 158. 23 A. Yes. 24 Q. Okay. And if you look at the 25 Table 12.|Page 101 1 MS. PETTY: Objection. 2 THE WITNESS: Yes. 3 QUESTIONS BY MS. BROZ: 4 Q. Let's go back to Table 12, 5 page 92 of 158. 6 A. Yes. 7 Q. And you also see that there are 8 no temperature readings between 1 a.m. on 9 February 6th and 7 a.m. on -- 1 a.m. on 10 February 5th and 7 a.m. on February 6th. 11 Is that correct? 12 A. I see that, yes. 13 Q. Why didn't Norfolk Southern 14 provide temperature readings it took between 15 1 a.m. on February 5th and 7 a.m. on 16 February 6th to the NTSB? 17 MS. PETTY: Objection. 18 THE WITNESS: I'm not sure why. 19 It should have been. All that data 20 was there. If they got sent a 21 different version of the spreadsheet, 22 an earlier version, I cannot explain. 23 QUESTIONS BY MS. BROZ: 24 Q. Your testimony today is that 25 Norfolk Southern provided the temperature|\nreadings between 1 a.m. on February 5th and\na.m. on February 6th to the NTSB prior to\nthis report being issued?\nMS. PETTY: Objection.",
  "THE WITNESS: I know as of\ntoday, everything's been provided.\nQUESTIONS BY MS. BROZ:\nQ.   I'm not asking as of today.\nI'm asking as of the date of this report.\nA.   I am not sure by the date of",
  "this report.\nQ.   And you prepared to answer",
  "questions about the temperature readings that\nwere taken prior to being deposed today?\nA.   Yes.\nQ.   And you did not determine\nwhether this information was provided to the\nNTSB prior to the date of this report?\nA.   I recorded the data in the\nspreadsheet up until 5 a.m. that morning.\nHow that information didn't get translated\nimmediately to NTSB, I can't say.",
  "Q.   And in fact, you sent that\nspreadsheet to Ms. Hart on February 6th?\nMS. PETTY: Objection.\nA.   Yes.\nQ.   And we're going to focus on\nTopic Number 7 now.\nA.   Okay.\nQ.   Give you a chance to read that.\nA.   Yes.",
  "Q.   Okay. Can we have an\nunderstanding that all of the questions on\nthis topic will be for the time period\nbetween February 3rd and February 8, 2023?\nA.   Yes.",
  "Q.   Keeping in mind that time\nperiod, did a representative from Oxy Vinyls",
  "attend any of the formal meetings between\nNorfolk Southern and unified command?\nMR. FUKUMURA: Objection.\nTHE WITNESS: There were a lot\nof folks in the command post. I know\nOxy personnel, once they arrived on\nsite, were present at the command\npost.\nThe number of people and who\nexactly was in a meeting, I couldn't\nsay.\nPage 103 1 THE WITNESS: Yes. 2 QUESTIONS BY MS. BROZ: 3 Q. So Ms. Hart and others at 4 Norfolk Southern had a copy of the 5 spreadsheet with all of the data in it as of 6 February 6th? 7 MS. PETTY: Objection. 8 THE WITNESS: Yes. 9 QUESTIONS BY MS. BROZ: 10 Q. You can set that aside. 11 Can you turn to what we've 12 marked -- let me think here. Your exhibit 13 notice. What did we mark your exhibit 14 notice? Exhibit 3. 15 Can you turn to Exhibit 3, 16 please? 17 A. Well, okay. 18 Q. Okay. 19 A. Sorry. 20 Q. Are you there? 21 A. Yes, I'm sorry. 22 Q. That's okay. There's a lot of 23 paper flying around. 24 And if you could turn to 25 Exhibit A.|Page 105 1 QUESTIONS BY MS. BROZ: 2 Q. Do you have any specific 3 recollection of Oxy Vinyls attending any of 4 the formal meetings between Norfolk Southern 5 and unified command? 6 MR. FUKUMURA: Objection. 7 THE WITNESS: Well, the 8 meetings were not between Norfolk 9 Southern -- Norfolk Southern was part 10 of unified command, and we were -- 11 Norfolk Southern was present at those, 12 all of those meetings. 13 QUESTIONS BY MS. BROZ: 14 Q. And was Oxy Vinyls present at 15 any of those meetings? 16 A. They were present at the 17 command post. I can't say what meetings they 18 sit in on and what meetings they didn't. I 19 do not know. This was a very large group of 20 individuals. 21 Q. Was Oxy Vinyls ever present at 22 any meeting with unified command? 23 A. I cannot say. 24 Q. And you're testifying as the 25 corporate representative of Norfolk Southern?|\nA.   Yes.\nQ.   And no one from Norfolk",
  "Southern knows whether anyone from Oxy Vinyls\nattended any of the meetings with unified\ncommand?\nA.   That's correct.\nQ.   Did a representative from Oxy",
  "Vinyls attend any of the formal meetings\nbetween Norfolk Southern and the incident\ncommander?\nMR. FUKUMURA: Objection.\nTHE WITNESS: No.\nQUESTIONS BY MS. BROZ:\nQ.   Did a representative from Oxy",
  "Vinyls attend any formal meetings between\nNorfolk Southern and the US or the Ohio EPA?\nMR. FUKUMURA: Objection.\nMS. PETTY: Objection.\nTHE WITNESS: I'm not aware of\nany.\nMS. BROZ: We've been going\nabout an hour. If we could take a\nbreak so I could look at my questions.\nVIDEOGRAPHER: We are now going\noff the video record. The time is\nTHE WITNESS: Correct.\nQUESTIONS BY MS. BROZ:\nQ.   Between the time that the\npressure relief devices activated and the\ntime that they -- let's strike that.\nBetween February 3rd and\nFebruary 6, 2023, did Norfolk Southern\nbelieve that the vinyl chloride pressure",
  "relief devices were not operating properly?\nMS. PETTY: Objection.\nTHE WITNESS:  When the PRDs\nactivated, which I don't believe the\nfirst ones activated until after\nmidnight into the 4th, I don't have\nthe exact time, but they appeared to\nbe operating properly.\nQUESTIONS BY MS. BROZ:\nQ.   So Norfolk Southern believed as",
  "long as the PRDs were activating, they were\noperating properly?\nMS. PETTY: Objection.\nTHE WITNESS: All we could tell\nis they were operating.\nQUESTIONS BY MS. BROZ:\nQ.   And is it the function of a PRD\nPage 107 1 currently 11 a.m. 2 (Off the record at 11:00 a.m.) 3 VIDEOGRAPHER: We are now back 4 on the video record. The time is 5 currently 11:12 a.m. 6 QUESTIONS BY MS. BROZ: 7 Q. Mr. Wood, I want to talk again 8 about the five vinyl chloride railcars. 9 Okay? 10 A. Okay. 11 Q. So I'm jumping around. I'm 12 just trying to tell you where I'm going. 13 At some point in time between 14 February 3rd and February 6, 2023, the 15 pressure relief devices in the five vinyl 16 chloride railcars activated. 17 Is that correct? 18 MR. FUKUMURA: Objection. 19 THE WITNESS: Correct. 20 QUESTIONS BY MS. BROZ: 21 Q. At some point in time, all five 22 vinyl chloride railcars' pressure relief 23 devices stopped activating. 24 Is that correct? 25 MR. FUKUMURA: Objection.|Page 109 1 to go off or to activate when a railcar is 2 heated up or the pressure increases? 3 MS. PETTY: Objection. 4 THE WITNESS: The pressure 5 relief device is designed to activate 6 at a set pressure to vent excess 7 pressure and then reclose. 8 QUESTIONS BY MS. BROZ: 9 Q. And all five vinyl chloride 10 railcars' pressure relief devices vented 11 excess pressure at some point between 12 February 3rd and February 6, 2023? 13 A. They all activated. 14 Q. And when they were activating, 15 were they operating properly? 16 MS. PETTY: Objection. 17 MR. FUKUMURA: Objection. 18 THE WITNESS: They were 19 operating. That's all I could -- all 20 I could say. 21 QUESTIONS BY MS. BROZ: 22 Q. Should they have been doing 23 something different? 24 MS. PETTY: Objection. 25 MR. FUKUMURA: Objection.|\nTHE WITNESS: They should open\nunder excess pressure. Now, whether\nthey opened at the right pressure or\nanything else, I can't say. Just can\nsay they operated.\nQUESTIONS BY MS. BROZ:\nQ.   Between February 3rd and\nFebruary 6, 2023, did Norfolk Southern\nbelieve that any of the pressure relief",
  "devices were not functioning properly?\nA.   There came a time -- these\ndevices, the ones we could see, all had lazy\nfires burning from them, because we would\nexpect under fire conditions the O-rings to\nbe damaged. So they wouldn't completely seal\nback up after long discharge, specifically",
  "with this product when it burns.\nAnd there came a point in time\nthat those fires snuffed out, which led us to\nbelieve that the ports had clogged up.\nQ.   The ports of what?\nA.   Of the PR -- the pressure\nrelief device.\nQ.   So once the fires went out, it\nwas Norfolk Southern's belief that the\nTHE WITNESS: Mainly for four\nof them.\nQUESTIONS BY MS. BROZ:\nQ.   So we're excluding the TILX\ncar?\nMS. PETTY: Objection.\nTHE WITNESS: Correct.\nQUESTIONS BY MS. BROZ:\nQ.   And was the only malfunction\nthat Norfolk Southern believed was happening\nwith respect to the pressure relief devices\nwas that the PRDs were being clogged up by\npolymerization?\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nTHE WITNESS: That was one of",
  "the possibilities we believed, yes.\nQUESTIONS BY MS. BROZ:\nQ.   Did Norfolk Southern believe\nthat there were any other mechanical failures\nof the pressure relief devices of the five -22 of the four vinyl chloride railcars?\nMS. PETTY: Objection.\nTHE WITNESS: Don't know from\nwhat we knew at the time, but there\nPage 111 1 pressure relief devices were no longer 2 functioning properly? 3 A. It was one of the 4 possibilities. 5 Q. Was that for all five vinyl 6 chloride railcars? 7 A. Four, mainly, but we couldn't 8 rule out the possibility in any of them. 9 Q. So it's Norfolk Southern's 10 testimony that at least four of the five 11 vinyl chloride railcars' pressure relief 12 devices stopped activating properly when the 13 fires were snuffed out? 14 MR. FUKUMURA: Objection. 15 MS. PETTY: Objection. 16 THE WITNESS: No. We believed 17 polymerization was going on that was 18 clogging up the PRDs that made the 19 lazy fires go out. These were not 20 open PRDs at the time. 21 QUESTIONS BY MS. BROZ: 22 Q. Was that for all five vinyl 23 chloride railcars? 24 MR. FUKUMURA: Objection. 25 Asked and answered.|Page 113 1 was a loud noise from one of the cars 2 when the PRD went off. 3 QUESTIONS BY MS. BROZ: 4 Q. Which car was that? 5 A. Should have been the -- I'll 6 have to refresh my memory of the car number 7 that discharged for an hour post-fire. 8 Q. The OCPX80179? 9 A. Yeah. When it went off, there 10 was a loud banging sound. 11 Q. And you believe that loud 12 banging sound came from the PRD? 13 A. We didn't know. It -- but it 14 coincided with the activation of that PRD. 15 Q. So setting aside the TILX car, 16 Norfolk Southern believed that it was 17 possible that the four PRDs were not 18 activating properly because polymerization 19 was gumming up the PRD themselves? 20 MR. FUKUMURA: Objection. 21 THE WITNESS: That's what we 22 believed. 23 QUESTIONS BY MS. BROZ: 24 Q. Did Norfolk Southern believe 25 that the four -- the four vinyl chloride|\nrailcars' PRDs were not operating properly\nfor any other reason other than the potential\npolymerization?",
  "MS. PETTY: Objection.\nTHE WITNESS: We felt certain\nthat the components were damaged due\nto the fire.\nQUESTIONS BY MS. BROZ:\nQ.   And what evidence did you have\nthat the components were damaged due to the",
  "fire?\nA.   Just teardown of the valves\nafter the fact.\nQ.   I'm talking between\nFebruary 3rd and February 6, 2023. What\nevidence did Norfolk Southern have that the\ncomponents of the PRDs were damaged due to\nthe fire?\nA.   We do not have evidence. It's\njust the type of damage we would expect in",
  "fire situations.\nQ.   Between February 3rd and\nFebruary 6, 2023, did Norfolk Southern have\nany other evidence that the PRDs in the four\nvinyl chloride railcars were not operating\ncontained in what we've marked as Deposition\nExhibit 1?\nA.   That's the NTSB report, yes.\nQ.   So the answer to my question is\nyes?",
  "A.   Yes.\nMS. PETTY: Objection.\nQUESTIONS BY MS. BROZ:\nQ.   Earlier this morning you talked\nabout the decision to hire SRS and SPSI.\nDo you recall that?\nA.   Yes.\nQ.   Who -- what person from Norfolk\nSouthern made the decision to hire SRS?\nA.   The initial contact with them?\nSRS contacted Dave Schoendorfer. So David\nSchoendorfer from Norfolk Southern.\nQ.   Okay. How about for SPSI?",
  "A.   Scott Deutsch would have been\nthe initial call to them.\nQ.   Before hiring SPSI, did\nMr. Deutsch or anyone from Norfolk Southern\nask SPSI if they had expertise in determining\nif vinyl chloride -- if vinyl chloride\nmonomer was polymerizing?\nPage 115 1 p r o p e r ly ? 2 A. No. 3 Q. Okay. How about after 4 February 6, 2023? What evidence does Norfolk 5 Southern have that the PRDs in the four vinyl 6 chloride railcars were not operating 7 properly? 8 A. Well, even from the NTSB 9 report, there was damage to O-rings, again, 10 what we would expect in fire situations. 11 There was a PRD that was jammed 12 that they never could get to activate up 13 to -- they raised the pressure to 275 PSI, 14 and the valve still wouldn't open. And 15 they -- for safety reasons, they wouldn't 16 extend past that. 17 Q. So all of the evidence that -- 18 A. And then one was damaged so bad 19 that it -- 20 Q. I'm sorry, I didn't mean to cut 21 you off. 22 A. -- couldn't be tested. 23 Q. So all of the evidence that 24 Norfolk Southern has after February 6, 2023, 25 that the PRDs were not operating properly is|Page 117 1 MR. FUKUMURA: Objection. 2 MS. PETTY: Objection. 3 THE WITNESS: No. 4 QUESTIONS BY MS. BROZ: 5 Q. Are you aware of anyone from 6 Norfolk Southern telling unified command 7 prior to the vent and burn that Norfolk 8 Southern did not know whether SPSI had 9 experience in determining whether vinyl 10 chloride monomer was polymerizing? 11 MS. PETTY: Objection. 12 MR. FUKUMURA: Objection. 13 MS. PETTY: Assumes facts. 14 THE WITNESS: No, but they knew 15 that SPSI and SRS were both CHLOREP 16 certified contractors, level 3. 17 (Wood 30(b)(6) Exhibit 8 marked 18 for identification.) 19 QUESTIONS BY MS. BROZ: 20 Q. I'm going to hand you what 21 we've marked as Deposition Exhibit 8. And 22 you don't have to read the whole thing, I 23 promise. 24 A. Okay. 25 Q. It's a third-party complaint|",
  "that was filed by Norfolk Southern against\nOxy Vinyls and other defendants.\nOkay?\nA.   Okay. Yes.\nQ.   All right. Can you turn to\npage 20 of the complaint?\nA.   Yes.\nQ.   And to paragraph 93?\nA.   Yes.\nQ.   Do you see that first sentence\nthere where it says, \"On a subsequent call,\nan Oxy Vinyls senior vice president of\nmanufacturing who was not at the scene stated\nthat polymerization was not occurring\"?\nA.   Yes.\nQ.   Do you know what Norfolk",
  "Southern -- how Norfolk Southern responded to\nthis statement by the Oxy Vinyls senior vice\npresident?\nMR. FUKUMURA: Objection.\nTHE WITNESS: The conversations\nbetween -- would have been SPSI and, I\nbelieve, Scott Gould and Jon Simpson.\nI don't know that anything was -- that\nthat was ever questioned.\nA.   Yes.\nQ.   And that was on that same call?\nA.   Yes.\nQ.   Who was that individual from\nOxy Vinyls?\nA.   I do not know.",
  "Q.   And what did Norfolk Southern\nsay in response to that statement?\nMR. FUKUMURA: Objection.\nMS. PETTY: Objection.\nTHE WITNESS: I don't know that\nthere was anything said in response to\nit.\nQUESTIONS BY MS. BROZ:\nQ.   The call just end?\nA.   No, I -- I'm sure there were\nconversations had. I don't know exactly how\nthe conversation ended.\nQ.   Okay. And let me turn your\nattention to what we've marked as Deposition\nExhibit 3, please.\nA.   Okay.\nQ.   Turn to Tab 15, and review that\nfor me, please.\nA.   Yeah.\nPage 119 1 QUESTIONS BY MS. BROZ: 2 Q. Did Scott Gould or Jon Simpson 3 say anything in response to this statement? 4 A. I don't believe to the 5 individual, no. 6 Q. How -- what was next said 7 during that conversation? 8 A. Well, the first -- the 9 conversation that -- with any discussion 10 about the material not polymerizing, there 11 was somebody else in the room from Oxy, I 12 can't say who they were, said that it could 13 polymerize under exposure to excessive heat, 14 and if it got contamination -- I think 15 specifically rust was mentioned. 16 But I don't know that there was 17 any feedback specific to the not polym -- not 18 polymerizing. 19 Q. Okay. And it's your testimony 20 that on this conversation referenced in 21 paragraph 33 where Oxy Vinyls' senior vice 22 president of manufacturing said that 23 polymerization was not occurring, that 24 someone else on the call from Oxy Vinyls 25 stated that it could be polymerizing?|Page 121 1 Yes. 2 Q. And in preparation for your 3 deposition today, you spoke with both 4 Mr. Simpson and Mr. Gould. 5 Is that correct? 6 A. Correct. 7 Q. And did you ask them about the 8 conversations they had with Oxy Vinyls in 9 preparation for Topic 15? 10 A. Yes. 11 Q. And they weren't -- they were 12 not able to tell you what happened after the 13 vice president -- senior vice president of 14 manufacturing from Oxy Vinyls said no 15 polymerization was happening on the call that 16 took place? 17 MR. FUKUMURA: Objection. 18 THE WITNESS: All that was 19 discussed, we talked about, was the 20 discussions regarding polymerization. 21 That's the extent of my discussions 22 with them. 23 QUESTIONS BY MS. BROZ: 24 Q. And they didn't tell you what 25 they said in response to the senior vice|\npresident's comment?\nMR. FUKUMURA: Objection.\nMS. PETTY: Objection.\nTHE WITNESS: I believe any of",
  "the back-and-forth was between the\nCHLOREP contractors and them that Jon\nand Scott were merely present at\nthe -- during the call.\nQUESTIONS BY MS. BROZ:\nQ.   And they were present during\nthat communication?\nA.   Yes.\nQ.   And you don't know what was\nsaid?\nMS. PETTY: Objection.\nTHE WITNESS: Outside of the\npolymerization discussion, no, I do\nnot.\nMS. BROZ: I am going to end my\nquestioning here, but if I have any\nfollow-up questions, then I will come\nback on the record.\nTHE WITNESS: Okay.\nVIDEOGRAPHER: We are now going\noff the video record. The time is\npretty known figures based on pressure\ncars.\nGenerally, like a PRD is going\nto be set somewhere around 33 percent\nof the burst pressure of the car.\nIt's not exact, but give or take. So\nthose are fairly known.\nThe problem is, that's for a\npristine tank car, not after one's\nbeen involved in a derailment.\nQUESTIONS BY MR. FARCAS:",
  "Q.   Did anybody at Norfolk Southern\nattempt to do any calculations about what the\nburst pressure and corresponding temperature\nwould be on these five vinyl chloride cars?\nMS. PETTY: Objection.\nTHE WITNESS: No.\nQUESTIONS BY MR. FARCAS:",
  "Q.   I wanted to also ask you -- if\nyou wouldn't mind turning to Exhibit 4.\nA.   Okay.\nQ.   And there is a line, it looks\nlike, about -- oh, I would say, 10 or 12\nlines. It says, \"SPSI's temperature readings\nwere relayed by phone or text to SPSI, to\nPage 123 1 currently 11:29 a.m. 2 (Off the record at 11:29 a.m.) 3 VIDEOGRAPHER: We are now back 4 on the video record. The time is 5 currently 11:32 a.m. 6 DIRECT EXAMINATION 7 QUESTIONS BY MR. FARCAS: 8 Q. Good afternoon, Mr. Wood. My 9 name is Tudor Farcas, and I represent the 10 plaintiffs in this matter. 11 How are you? 12 A. Good afternoon. Fine. 13 Q. I wanted to ask -- and I only 14 have a few questions. 15 First I wanted to ask, did 16 Norfolk Southern, or anybody at Norfolk 17 Southern, ever inquire what the burst 18 pressure and corresponding temperature of the 19 five vinyl chloride cars would be? 20 MR. FUKUMURA: Objection. 21 MS. PETTY: Objection. 22 THE WITNESS: There is a 23 general rule of thumb for tank cars, 24 for their burst pressure relative to 25 their rated pressure. Those are|Page 125 1 Robert Wood or Jon Simpson, who then entered 2 those readings onto a spreadsheet for 3 tracking purposes.\" 4 Did I read that correctly? 5 A. Yes. 6 Q. I wanted to ask you, did -- was 7 there only one spreadsheet, or did 8 Mr. Simpson also have a spreadsheet and you 9 had a spreadsheet on your computer, or was 10 there only one single document maintained? 11 MS. PETTY: Objection to the 12 form. 13 THE WITNESS: One spreadsheet. 14 QUESTIONS BY MR. FARCAS: 15 Q. And both you and Mr. Simpson 16 were entering temperatures into that 17 spreadsheet. 18 Do I have that correctly? 19 A. Yes. 20 MR. FARCAS: Okay. Nothing 21 further. Thank you. I'm done. 22 VIDEOGRAPHER: We are now going 23 off the video record. The time is 24 currently 11:34 a.m. 25 (Off the record at 11:34 a.m.)|\nVIDEOGRAPHER: We are now back\non the video record. The time is\ncurrently 11:35 a.m.\nDIRECT EXAMINATION\nQUESTIONS BY MS. COLLIER:\nQ.   Good afternoon, Mr. Wood. My\nname is Sydne Collier, and I represent\nGeneral -- GATX Corporation and General\nAmerican Marks Company.\nA few, quick questions for you,\nstill focused, of course, on the five vinyl\nchloride cars that we've been discussing.",
  "Did Norfolk Southern consult\nwith a Bob Gold regarding those five VCM tank\ncars?\nA.   I believe -- if I remember",
  "correctly, I think either SRS or SPSI reached\nout to him.\nQ.   Did NS have any direct contact\nwith Bob Gold?",
  "A.   I do not believe so.\nQ.   Do you recall -- does -23 from Bob Gold discussing either with SPSI or\nSRS, was that information communicated\nbetween those two parties then relayed to NS?\nwith Union Pacific Railroad.\nQ.   Okay. So testimony today is\nthat Norfolk Southern did not have direct\ncommunication with a Pat Student regarding\nthe five VCM cars?\nMR. FUKUMURA: Objection.\nTHE WITNESS: That's correct.\nQUESTIONS BY MS. COLLIER:\nQ.   What about is -- are you aware",
  "what information, if any, Pat Student would\nhave conveyed, whether to SPSI or SRS,\nconcerning the five VCM cars?\nMS. PETTY: Objection.\nTHE WITNESS: More than likely,",
  "it would have been with regards to\npolymerization.\nQUESTIONS BY MS. COLLIER:",
  "Q.   But -- and -- but you, NS, are\nnot aware of exactly what information was\nconveyed?\nMS. PETTY: Objection.\nTHE WITNESS: No, I am not.\nMS. COLLIER: Mr. Wood, I\nbelieve that's it for me. Thank you\nfor your time.\nPage 127 1 MR. FUKUMURA: Objection. 2 THE WITNESS: I believe it 3 probably was at the local, with 4 whoever from NS they might have been 5 dealing with, Scott Gould or Scott 6 Deutsch. 7 QUESTIONS BY MS. COLLIER: 8 Q. What information did Bob Gold 9 provide to SPSI or SRS? 10 A. I'm not sure. 11 Q. You, as a corporate 12 representative of Norfolk Southern, are not 13 sure what information Bob Gold would have 14 conveyed regarding these five VCM cars? 15 MS. PETTY: Objection. 16 THE WITNESS: I am not. 17 QUESTIONS BY MS. COLLIER: 18 Q. Okay. What about Pat Student? 19 Same question, did NS consult with a Pat 20 Student regarding the five VCM tank cars? 21 A. I believe the same applies. I 22 mean, I know who Pat Student is. 23 Q. Pat Student -- well, who is Pat 24 Student? 25 A. He's a former HAZMAT officer|Page 129 1 THE WITNESS: Okay. 2 VIDEOGRAPHER: We are now going 3 off the video record. The time is 4 currently 11:38 a.m. 5 (Off the record at 11:38 a.m.) 6 VIDEOGRAPHER: We are now back 7 on the video record. The time is 8 currently 11:39 a.m. 9 REDIRECT EXAMINATION 10 QUESTIONS BY MR. BRENZA: 11 Q. Mr. Wood, would you pull out 12 Exhibit 1 again? It's the NTSB -- 13 A. Yes. 14 Q. -- Hazardous Materials Group 15 factual report. 16 A. Yes. 17 Q. And turn to page 94, please. 18 Are you there? 19 A. Yes. 20 Q. Now, you were asked some 21 questions about the role that SPSI and SRS 22 played by other counsel. I want to just 23 follow up a little bit on that. 24 Do you see at the top of 25 page 94 of Exhibit 1 there's a discussion|\nbeginning in the second sentence with the",
  "words \"the IC\"?\nA.   Yes.\nQ.   And IC stands for incident\ncommand.\nRight?\nA.   Yes. Or incident commander.",
  "Q.   The sentence says, \"The IC told\nNTSB investigators that none of those present\nat this meeting objected to conducting the",
  "vent and burn based on the information that\nwas presented and the perceived BLEVE hazard\nidentified by Norfolk Southern, SPSI and\nSRS.\"\nDo you see that?\nA.   Yes.\nQ.   Is that accurate, to your",
  "understanding?\nA.   I wouldn't have referred to it\nas a BLEVE. I would have called it a\ncatastrophic tank car failure, but, yes,\nthat's correct.\nQ.   But the -- but the meeting",
  "that's being described is one where Norfolk\nSouthern and SPSI and SRS are presenting\nQUESTIONS BY MR. BRENZA:\nQ.   Okay. And it was a choice.\nRight?\nMS. PETTY: Objection.\nTHE WITNESS: Yes.\nQUESTIONS BY MR. BRENZA:\nQ.   If you look at the next",
  "sentence, it says, \"These discussions also\nrevolved around the need to vent and burn all\nfive vinyl chloride tank cars as opposed to\njust one or two.\"\nDo you see that?\nA.   Yes.\nQ.   Do you recall that there was a",
  "time in the management of the East Palestine\nderailment when the plan was only to vent and\nburn one or two of the vinyl tank cars?",
  "MS. PETTY: Objection.\nTHE WITNESS: There were\ndiscussions about how many cars needed\nto be vent and burned. We were",
  "originally going to move the TILX car.\nQUESTIONS BY MR. BRENZA:\nQ.   The Trinity car?\nA.   The Trinity car.\nPage 131 1 information to the incident commander about 2 what they perceive to be the existing risks 3 and the need for the vent and burn operation? 4 MR. FUKUMURA: Objection. 5 MS. PETTY: Objection. 6 THE WITNESS: That's correct. 7 QUESTIONS BY MR. BRENZA: 8 Q. And the vent and burn 9 operation, just to be clear, is -- was a 10 procedure where explosives were intentionally 11 affixed to the vinyl chloride cars and the 12 vinyl chloride cars were detonated. 13 Right? 14 A. That's not exactly the case. 15 There are shape charges put at specific 16 points on the car, vapor space and liquid 17 phase, to facilitate a controlled burn of the 18 product. 19 Q. Okay. But it's an intentional 20 choice that Norfolk Southern and the incident 21 command made to destroy these cars in a 22 controlled way? 23 MS. PETTY: Objection. 24 THE WITNESS: It was the 25 decision of unified command, yes.|Page 133 1 The ultimate decision come down 2 after consultation with all of the ER 3 contractors. And specific to the demolition 4 folks and the proximities of the cars -- 5 Q. Okay. 6 A. -- required that they all be 7 done. 8 Q. So one of the cars that 9 originally was not going to be part of the 10 vent and burn was the Trinity car. 11 Right? 12 A. That's correct. 13 Q. And then if you look at the 14 sentence reading further into the paragraph, 15 it says, \"SPSI and SRS argued that a safety 16 concern could ensue over the effects venting 17 and burning fewer tank cars might have on the 18 remaining tank cars.\" 19 Do you see that? 20 A. Yes. 21 Q. Is that accurate, again, to 22 your recollection? 23 A. Yes. They worried about the 24 effects of the proximity and the radiant heat 25 generated from the other cars causing worse|\nproblems -- causing more damage to the other\ncars.\nQ.   And one of the cars they were",
  "concerned about that would receive this sort\nof collateral damage was the Trinity car.\nRight?\nA.   That's correct.\nMS. PETTY: Objection.\nQUESTIONS BY MR. BRENZA:",
  "Q.   And so instead of allowing\nfewer cars to be vented and burned, they\ndecided to vent and burn the Trinity car as\nwell because it would have been damaged by\nthe venting and burning fewer than all of\nthem?",
  "MS. PETTY: Objection.\nTHE WITNESS: It was a safety\nconcern that -- the feeling was if\nthey didn't do all five, they could\nset off a chain reaction in the cars\nthey didn't vent and burn that might\nre -- might lead to an uncontrolled\nrelease as opposed to a controlled\nrelease.\nWood 30(b)(6) Exhibit 9 marked\nWhat I want to ask you -- what\nI want to ask you doesn't have to do with\nexactly who Amy Miles is, so you should be\nable to still answer these questions.\nDo you see that on the\nsecond -- well, the page ending in 394, at\nAlan Shaw writes a text that says,\nAnother view of the wreck. These are the\ncars we blew.\"\nDo you see that?\nA.   I see that.",
  "Q.   And then Amy Miles responded,\nGreat. They held up long enough for us to\ntake controlled action.\"\nRight? Do you see that?\nA.   Yes.\nQ.   And then Alan Shaw, if you go\nto the very bottom of the page, he says, \"We\nexpected\" -- \"We expect to have the track\nback in service by 11 a.m. tomorrow.\"\nDo you see that?\nA.   Yes.\nQ.   And then if you go to the next",
  "page, he says, \"That beats my initial\nestimate by about 36 hours.\"\nPage 135 1 for identification.) 2 QUESTIONS BY MR. BRENZA: 3 Q. I'm going to hand you what I'm 4 going to mark as -- what are we up to, 5 Exhibit 9? 6 Exhibit 9 is a printout of a 7 set of text communications between Alan Shaw 8 and Amy Miles dated, looks like, February 6th 9 of 2023. 10 Do you see that? 11 A. Uh-huh, yes. 12 Q. And February 6, 2023, was the 13 day of the vent and burn. 14 Right? 15 A. That's correct. 16 Q. And Alan Shaw is the CEO of 17 Norfolk Southern. 18 Right? 19 A. That's correct. 20 Q. Who is Amy Miles, if you know? 21 A. I'm not sure. I'm going to 22 have to see by the text content. 23 I apologize, but I'm not sure 24 who Amy Miles is. 25 Q. Okay. Very well.|Page 137 1 Do you see that? 2 A. Yes. 3 Q. And whoever Amy Miles is, she 4 says, \"Great news. Congrats. Kudos to the 5 team.\" 6 Do you see that? 7 A. Yes. 8 Q. Is it true that by venting and 9 burning all five vinyl tank cars, Norfolk 10 Southern was able to reopen its rail line 11 sooner than it originally had expected it 12 would have to wait? 13 MS. PETTY: Objection. 14 MR. FUKUMURA: Objection. 15 MS. PETTY: Outside the scope. 16 THE WITNESS: The vent and burn 17 brought a safe end to problems we 18 thought existed at the site, but there 19 was still other work to be done. 20 QUESTIONS BY MR. BRENZA: 21 Q. And my question was, did the 22 vent and burn of all five tank cars allow the 23 train rails to reopen earlier than Norfolk 24 Southern originally thought they would have 25 to wait?|\nMS. PETTY: Objection.\nMR. FUKUMURA: Objection.\nMS. PETTY: Outside the scope\nof the noticed topics.\nTHE WITNESS: That's\nprobably -- probably true. It's\nreally not sure, until you actually\nget in and start wrecking, how long\nit's going to take to clear a site and\nrebuild track, aside from the vent and\nburn.\nSo my guess would be yes, but I\ncouldn't say that positively.\nQUESTIONS BY MR. BRENZA:"
]
