[
  "Page 1\nIN THE UNITED STATES DISTRICT COURT\nSOUTHERN DISTRICT OF OHIO\nEASTERN DIVISION\nEDMUND W. ABSALOM,\net al.,\nPlaintiffs,\nVS. `CASE NO. 2:12-CV-394`\nMASON DIXON ENERGY, INC., Judge Watson\net al., Magistrate Judge King\nDefendants.\nDeposition of AMY L. ABSALOM\nMonday, February 4, 2013\na plaintiff herein, taken on behalf of the defendants\nin the above-entitled cause of action, pursuant to\nnotice and the Federal Rules of Civil Procedure, by\nand before Adelle J. Carson, Court Reporter and Notary\nPublic within and for the State of Ohio, at the\nLancione, Lloyd & Hoffman Law Office, 3800 Jefferson\nStreet, Suite 101, Bellaire, Ohio 43906, commencing at\np.m.\nPage 2` I\nAPPEARANCES:\nOn behalf of the Plaintiffs:\nRICHARD L. LANCIONE, Esquire\nTRACEY LLOYD, Esquire\nLancione, Lloyd & Hoffman Law Office\nSuite 101, Professional Complex\nJefferson Street\nP.O. Box 560\nBellaire, Ohio 43906\nTelephone: (740) 676-2034\nOn behalf of the Defendants:\nWILLIAM D. KLOSS, JR., Esquire\nVorys, Sater, Seymour and Pease, LLP\nEast Gay Street\nPost Office Box 1008\nColumbus, Ohio 43216-1008\nTelephone: (614) 464-6360?\nAlso present:\nEdmund Walter Absalom\nPage 3\nSTI PU]IJATION\nVj\nIt is stipulated and agreed by and among\ncounsel for the plaintiffs and counsel for the\ndefendants that the deposition of AMY L. ABSALOM may\nbe taken by the defendants pursuant to notice, all\nrequirements as to the date, time, and place of the\ntaking of the deposition being waived.\nIt is further stipulated and agreed that\nthe deposition may be taken by and before Adelle J.\nCarson, Court Reporter and Notary Public within and\nfor the State of Ohio; and that the deposition may be\ntranscribed out of the presence of the witness.\nI 15\nIt is further stipulated and agreed by all",
  "counsel and the deponent that the inspection, reading,\nand signing of the deposition is waived.\nPage 4` I\nINDEX\nWITNESS ................EXAMINATION BY .............PAGE\nAMY L. ABSALOM\nMr. Kioss .....................5\nEXHIBITS\nPAGE\nNo Exhibits Proffered)\nPage 5` I\nAMY L. ABSALOM,\nbeing first duly sworn, was examined and testified as\nfollows:\nEXAMINATION\nBY MR. KLOSS:\nQ. Mrs. Absalom, have you ever had your\ndeposition taken before?\nA. No.\nQ. You just saw the process. It’s the same.\nA. Okay.\nQ. Give me your answers out loud. Let me know if\nI ask a question that doesn’t make sense. I want to\nmake sure we’re communicating. All right?\nA. Okay.\nQ. Did you have anything to do with the\nnegotiation of this lease?\nA. Only in the signing of it, yes.\nQ. Did you have any discussions with Mr. Absalom\nprior to the execution of the lease?\nA. Just briefly, like what he went over with\nJohn, what you heard that he testified --\nQ. Okay.\nPage 6` I\nA. -- to.\nQ. `You understood that it was a five-year lease`\nwith a five-year option?\nA. That was my understanding, yeah.\nQ. `And there was an amount paid at or around the`\ntime the lease was signed, that is, the initial\nthat we --\nA. Yes.\nQ. `You understood that was to be paid?`\nA. Yes.\nQ. `And then you also -- did you also understand`\nthat for every year, if there was no activity, no\ndrilling on your property, that you would receive that\namount which is referred to as a delay rental; the\nor the $100.00 per acre?\nA. For a certain amount of time --\nQ. `Yes.`\nA. -- yes.\nQ. `Okay.` `What was the \"certain amount of time\"?`\nA. I was not -- I’m not certain on that --\nQ. `Okay.`\nA. -- because the wording in the contract is --\nQ. `All right.`\nA. -- very confusing.\nPage 7` I\nQ. All right. And you understood that -- but you\nalso understood that there was a possibility that\nthere could be an option for a second five years that\ncould be exercised?\nA. I’m not -- I’m not sure.\nQ. All right.\nA. I can’t say \"yes\" or \"no\" to that, no.\nQ. Did you ever read the lease prior to signing\nit?\nA. Yes.\nQ. You did?\nA. Yes.\nQ. Okay.\nA. Before in -- in the bank we had talked about\nit again, and we had looked it over. And just the\nwording in the contract is not --\nQ. Okay.\nA. It’s not clear.\nQ. Okay.\nA. It’s not something that you can just sit down\nand think you’re going to understand it in layman’s\nterms.\nQ. It’s a legal document; is that fair?\nA. Exactly, yes.\nPage 8` I",
  "Q. `But nonetheless, you did have the opportunity,`\nand you did, in fact, review it?\nA. Yes.\nQ. `Did you, yourself, ask Mr. Marshall or anybody`\nelse any questions?\nA. Not myself, no. No, Ed did most of the\ntalking. I didn’t.\nQ. And did you ever ask Ed to rely -- relay any\nspecific questions that you had about the lease prior\nto signing it?\nA. No.\nQ. `What about anyone from the oil company?`\nA. No. He took care of that.\nQ. `All right. You said you went to the bank.`\ntake it you went to the bank because that’s where a\nnotary was?\nA. Yes. Uh-huh.\nQ. So `the -- so both signatures were done in the`\nbank before a notary?\nA. Yes.\nQ. `Did you attend the meeting with Mr. Lancione`\nthat Mr. Lancione held?\nA. The one --\nQ. The one prior to retaining him?\nPage 9` I\nA. No. No, I did not.\nQ. Did you have -- ever have any discussions with\nanybody from Mason Dix- -- Mason Dixon or anybody\nassociated with Mason Dixon about the lease?\nA. No. Other than John Marshall, that was --\nQ. Okay.\nA. I mean, there was -- we had met him once. I\nrecall meeting him one time. And then it was when we\nsigned.\nQ. All right. Was Mr. Marshall present when you\nsigned?\nA. Yes.\nQ. The one time that you did meet Mr. Marshall\nprior to signing the lease, was that just a \"Hello.\nHow are you,\" or was there some substance of the lease\ndiscussed?\nA. The only thing I remember is that it was just\nlike a basic introduction. And he had come to our\nhouse, but I don’t remember any of the conversation.\nThat was too long ago.\nQ. So Mr. Marshall didn’t sit down with you and\ngo through the pieces and parcels of the lease, or did\nhe?\nA. I think at that time there wasn’t a whole lot\nPage 10\nthat was said when he initially talked until when\nthere was actually the signing. In the beginning, Ed\nwas just inquiring about it. There wasn’t a whole lot\nthat I was involved in.\nQ.\nOkay. ]\nA. He wasn’t even sure that -- that we were going\nto go that route. And then later down the road, just\nbecause I am the spouse and having my name put on the\ndocument itself, that’s when Ed started talking to me\na little bit about it. But by then, there had been so\nmuch that had transpired that I wasn’t --",
  "Q. `The train had left the station?`\nA. Yes. I was not there from Day 1 --\nQ. `All right.`\nA.` `-- exactly.`\nQ. `And so you understood the basics of it, but`\nnot the specifics?\nA. Exactly, yes.\nQ. `And the basics were that it was a --`\nA. Just what the documents showed so...\nQ. `Okay. There was going to be some rent. There`\nwas a five-year initial lease. There was going to be\nsome yearly rent paid?\nA. Yes.\nPage 11` I\nQ. Okay. Now, when you -- when you actually went\nto signing -- to the signing of the lease at the bank,\ndo you recall anything about your conversation with\nMr. Marshall then?\nA. No.\nQ. Exhibit 12 that we previously marked, you\nseemed to know something about that?\nA. It looked like the copy that we used when we\nobtained the contract at Hess, I think.\nI `[10 Q. ]` `Okay.`\nill A. I went and picked that document up --\nI `[12 Q. ]` `Okay.`\nA. -- in St. Clairsville. And I think that that\nmaybe was it. I’m not 100 percent sure. I did go.\nThat was prior to coming here to -- to the lawyer’s\noffice. It was before Ed even set up that with him\nthat he wanted to get the contract just to make sure\nit was the same one that we had. I think he was --\nhe was looking -- looking for the contract. I don’t\nthink he could find it at home. And he sent me to go\nget that. And --\nQ. Okay.\nA. -- that’s, I think -- to the best of my\nknowledge, I think that that was what that pertained\nPage 12` I\nto.\nQ. `So you believed this happened after the notice`\ncame out that was in September of --\nA. Which notice are you talking about?\nQ.\nThe notice that came out about the transfer to ]\nHess.\nA. I couldn’t say for certain.\nQ.\nOkay. ]\nA. But I’m -- I couldn’t say for certain or\nabsolute.\nQ. `And you said you went in and actually picked`\nup a copy of the lease and the Order for Payment?\nA. Yes.\nQ. `Where did you pick that up?`\nA.` `That was in St. Clairsville, if that is what`\nthat pertains to.\nQ. `Okay. Do you believe there’s another document`\nthat that could pertain to?`\nA. Not -- not that I know of. I mean, I know I\nwent to go pick that up, and I think -- I think he did\nsend me with a letter.\nQ. `Who’s office was that?`\nA. Hess.\nQ. `Hess?`\nPage 13` I\nA. (Nodding affirmatively.)"
]
