[
  "Page 1\nIN THE UNITED STATES DISTRICT COURT\nSOUTHERN DISTRICT OF OHIO\nEASTERN DIVISION\nEDMUND W. ABSALOM,\net al.,\nPlaintiffs,\nVS. `CASE NO. 2:12-CV-394`\nMASON DIXON ENERGY, INC., Judge Watson\net al., Magistrate Judge King\nDefendants.\nDeposition of EDMUND WALTER AESALOM\nMonday, February 4, 2013\na plaintiff herein, taken on behalf of the defendants\nin the above-entitled cause of action, pursuant to\nnotice and the Federal Rules of Civil Procedure, by\nand before Adelle J. Carson, Court Reporter and Notary\nPublic within and for the State of Ohio, at the\nLancione, Lloyd & Hoffman Law Office, 3800 Jefferson\nStreet, Suite 101, Bellaire, Ohio 43906, commencing at\nP.M.\nPage 2\nAPPEARANCES:\nOn behalf of the Plaintiffs:\nRICHARD L. LANCIONE, Esquire\nTRACEY LLOYD, Esquire\nLancione, Lloyd & Hoffman Law Office\nSuite 101, Professional Complex\nJefferson Street\nP.O. Box 560\nBellaire, Ohio 43906\nTelephone: (740) 676-2034\nOn behalf of the Defendants:\nWILLIAM D. KLOSS, JR., Esquire\nVorys, Sater, Seymour and Pease, LLP\nEast Gay Street\nPost Office Box 1008\nColumbus, Ohio 43216-1008\nTelephone: (614) 464-6360\nAlso present:\nAmy L. Absalom\nPage 3\nSTIPULATION\nIt is stipulated and agreed by and among\ncounsel for the plaintiffs and counsel for the\ndefendants that the deposition of EDMUND WALTER\nABSALOM may be taken by the defendants pursuant to\nnotice, all requirements as to the date, time, and\nplace of the taking of the deposition being waived.\nIt is further stipulated and agreed that\nthe deposition may be taken by and before Adelle J.\nCarson, Court Reporter and Notary Public within and\nfor the State of Ohio; and that the deposition may be\ntranscribed out of the presence of the witness.\nI 15\nIt is further stipulated and agreed by all\ncounsel and the deponent that the inspection, reading,\nand signing of the deposition is waived.\nPage 4\nINDEX......................\nWITNESS ................ EXAMINATION BY ............. PAGE\nEDMUND WALTER ABSALOM\nMr. `Kioss ..................... 5`\nEXHIBITS ....................\nPAGE\nABSALOM Deposition Exhibit No 1 .................... 37\nABSALOM Deposition Exhibit No 2 .................... 45\nABSALOM Deposition Exhibit No 3 .................... 56\nABSALOM Deposition Exhibit No 4 .................... 61\nABSALOM Deposition Exhibit No 5 .................... 65\nABSALOM Deposition Exhibit No 6 .................... 65\nABSALOM Deposition Exhibit No 7 .................... 69\nABSALOM Deposition Exhibit No 8 .................... 71\nABSALOM Deposition Exhibit No 9 .................... 72\nABSALOM Deposition Exhibit No 10 ................... 74\nABSALOM Deposition Exhibit No 11 ................... 76\nABSALOM Deposition Exhibit No 12 ................... 86\nABSALOM Deposition Exhibit No 13 ................... 88\nABSALOM Deposition Exhibit No 14 ................... 97\nPage 5` I\nEDMUND WALTER ABSALOM,\nbeing first duly sworn, was examined and testified as\nfollows:\nEXAMINATION\nBY MR. KLOSS:\nQ.\nCan you state your full name for the record, ]\nplease.\nA. Edmund Walter Absalom.\nQ. `Mr. Absalom, have you had your deposition`\ntaken before?\nA. No.",
  "Q. `The ground rules are pretty simple. Let me`\nfinish my question, and I -- and then I’ll try to let\nyou finish your answer. Even though sometimes in a\nconversation we may know what each other is going to\nsay, she’s trying to take down everything we say. So`\nif we talk at the same time, her fingers will get all\ntangled up, and then she’ll get mad at us.\nIf I ask you a question that doesn’t make\nsense, it’s not intentional. It will probably happen,\nbut I’m not doing it on purpose. Please let me know\nif that happens, and I’ll try to rephrase it so it\nPage 6\ndoes make sense. And the same thing, if I ask you\nsomething that you don’t hear, let me repeat -- or\ntell me that, and I’ll repeat it.\nIs that all right?\nA. (Nodding affirmatively.)",
  "Q. `And contrary to popular belief, it’s not an`\nendurance test, so if you want to take a break, you\ncan take a break. Just let me know. I usually take a\nbreak about an hour -- every hour or so. All I ask is\nthat if there’s a question pending, that you answer\nit, and then we can go. Okay?\nA. (Nodding affirmatively.)",
  "Q. `And last` `rule is shaking your head doesn’t`\nwork. I’m going to need your answers out loud.\nA. (Nodding affirmatively.)\nQ. \"Yes\" or \"No\" is better than a \"Uh-huh\" or an\nHuh-uh.\" Because sometimes it’s hard for her to tell\nthe difference. All right?\nI 19 A. Yes.\nQ. `Okay. What’s your current home address?`\nA. 6340 Colerain Pike, Martins Ferry, Ohio 43935.\nQ. `How long have you lived on Colerain Pike?`\nA. Since 1989.\nQ. `Who do you live there with?`\nPage 7` I\nA. My wife and my two children.\nQ. `Your wife’s name?`\nA. Amy.\nQ. `How long you been married to Amy?`\nA. We have been married 20 years.\nQ. Oh, oh. She’s sitting right there, so you\nbetter get that one right.\nDid you graduate from high school?\nA. Yes.\nQ. What year?\nA. 1983.\nQ. `And where did you attend high school?`\nA. Martins Ferry.\nQ. `Any education past high school?`\nA. Apprenticeship training.\nQ. In what field?\nA. Machine trades.\nQ. Did you receive some type of certificate or\nanything with your apprenticeship?\nA. Yes.\nQ. What did you receive?\nA. A Certificate of Completion.\nQ. `Okay.` `And what did you complete?`\nA. Pardon me?\nQ. When did you get the certificate?\nA. Let’s see. It was probably around 1991. I’m\nnot sure of the exact date.\nQ. `Who are you employed by?`\nA. Currently?\nQ. `Yes,` `sir.`\nA. Swisher International.\nQ. `And what do you do for Swisher International?`\nA. I am a machinist.\nQ. `How long have you worked for Swisher?`\nA. Eleven years.\nQ. `Where did you work prior to Swisher?`\nA. Wheeling-Pittsburgh Steel.\nQ. `What did you do for Wheeling-Pitt?`\nA. Machinist.\nQ. `How long did you work for Wheeling-Pitt?`\nA. Seven years.\nQ. `And what location for Wheeling-Pitt did you`\nwork at?\nA. It was Mingo and Steubenville.\nQ. `And I didn’t ask you that same question with`\nregard to Swisher.\nWhere is it located?\nA. Wheeling, West Virginia.\nPage 9` I\nQ. `One more.` `How about that?` `Prior to`\nWheeling-Pitt where did you work?\nA. Valley Machine.\nQ. `And where is that located?`\nA. Martins Ferry, Ohio.\nQ. `How long work did you work for Valley?`\nA. Seven years, I believe.\nQ. `A machinist again?`\nA. Machinist.\nQ. `All right.` `We’re here today to talk about a`\nlawsuit that you and your wife have filed.\nDo you understand that?\nA. Yes.\nQ. `You own the -- and it’s concerning an oil and`\ngas lease. You understand that?\nA. Yes.\nQ. `You and your wife own that property that’s the`\nsubject of the gas -- oil and gas lease?\nA. Yes.\nQ. `How long have you owned the property?`\nA. Since 1989.\nQ. `And is that property where you live,` `or is it`\nin a different area than your home?\nA. It’s where we live.\nPage 10` I\nQ.\nWhat did you do to prepare for your deposition ]\ntoday?\nA. We went over these papers.\nQ. `Okay. What papers did you go over?`\nA. Just the history of the papers that I gave to\nmy lawyer and that he gave to you.\nQ. `Do you recall what those papers included?`\nA. Contacts between me and Mr. Marshall.\nQ.\nOkay. ]\nA. A copy of the lease, and the contact between\nmyself and Mason Dixon -- or I’m sorry Mason Dixon and\nI 12 me --\nQ. `Okay.`\nA. -- through Mr. Marshall.\nQ. Were those in e-mail form?\nA. Yes.\nQ. The property that’s subject to the lease is\nabout 37 acres in Belmont County; is that correct?\nI 19 A. Yes.\nQ. When did you first discuss potentially leasing\nthe property, approximately?\nA. Just about a month or so before we signed a\nlease with Mr. -- or with Mason Dixon.\nQ. `Okay. And the lease was signed, just so you`\nPage 11` I\ncan refresh your recollection, on October 22nd, 2008,\nso it was sometime in September of 2008?\nIs that when you first started discussing it?\nA. Probably.\nQ.\nAll right. ]\nA. About that time.\nQ.\nTell me how the -- how the discussions came ]\nabout. What were the first discussions that you had,\nand who was it with?\nA. I don’t remember the first contact.\nQ. `Okay.`\nA. But I believe all my contacts were from\nMr. Marshall.\nQ. `All right. And Mr. Marshall, he represented`\nthe oil company? Is that your understanding?`\nA. Mason Dixon Energy.\nQ. `He was a landman?`\nA. He was a lanciman.\nQ. `And as it relates to discussions with anybody`\nwho represented the oil company prior to your signing\nthe lease, were all those discussions with\nMr. Marshall?\nA. Yes.",
  "Q. `Okay. Did you -- prior to signing the lease`\nPage 12` I\ndid you consult with a lawyer?\nA. No.\nQ. `Have you ever had any experience with oil and`\ngas leases or any type of mineral leases in the past?\nA. Let’s back up to the last question just to\nclear it.\nQ. `Sure.` `I don’t think the last --`\nA. Starting with a lawyer --\nQ. `Yes,` `sir.`\nA. I have a friend who’s a lawyer.\nQ. `Okay.`\nA. I did ask him about that lease.\nQ. `And what is your friend’s name?`\nA. His name is Tim McKeen.\nQ. `Tim McKeen, M-c-K- --`\nA. -- -e--e-n, I believe.\nQ. `And where is Mr. McKeen located?`\nA. He lives near St. Clairsville. I do not know\nwho he works for or the office or anything.\nQ. `Did you retain him as a -- your lawyer?`\nA. No.\nQ. `Okay.` `Then can you tell me the sum and`\nsubstance of your conversations with Mr. McKeen.\nDid you send him a copy of the lease?\nPage 13` I\nA. I had him -- I let him look at it.\nQ. Okay.\nA. He told me it looked like a standard lease, as\nfar as he could tell, but that he wasn’t familiar with\nanything involving gas and oil. And he didn’t make\nany recommendations.\nQ. So he told you it looked like a standard oil\nand gas lease; correct?\nA. Yeah.\nQ. He didn’t -- he didn’t make any\nrecommendations to you as to changes that should be\nmade to it or anything like that?\nA. No.\nQ. Okay. Did you consult with anybody else prior\nto signing the lease?\nA. No.\nQ. How many times did you discuss the lease with\nMr. McKeen?\nA. Once.\nQ. Okay.\nA. Just upon -- when I contacted him with it, he\nsaid he’d look at it. And the conversation we had,\nwhich I’ve already told you, was -- that was the\nextent of our contact.\nPage 14` I\nQ. Okay. So you contacted him, and you somehow\ngot him a copy of the lease?\nA. (Nodding affirmatively.)\nQ. Had -- did you e-mail it to him? Did you FAX\nit to him? Do you remember how you got it to him?\nA. No, I don’t remember.\nQ. But you did get him a copy of the lease?\nA. I believe so.\nQ. All right. And after he reviewed the copy, he\ntold you it looked like a standard oil and gas lease?\nIll A. Yeah. But that he wasn’t familiar with oil\nand gas.\nQ. Okay. How many discussions do you think you\nhad -- actual face-to-face discussions, do you think\nyou had with Mr. Marshall prior to signing the\nlease?\nA. I can’t remember for sure. There was two that\nI can remember.\nQ. And then you had a number of e-mails;\ncorrect?\nA. A number of e-mails, yes. Well, I can\nremember a total of two meetings with him --\nI `[23 Q. ]` `Okay.`\nA. -- prior to signing. I can remember once at\nPage 15\nmy house and once for the signing.\nQ. `Okay.` `Let’s take the first one you recall`\nmeeting -- the face-to-face meeting you had with\nMr. Marshall.\nIt was prior to signing the lease; true?\nA. (Nodding affirmatively.)\nQ. `\"Yes\"?`\nA. I met him --\nQ. `Okay.`\nA. -- prior to signing the lease.\nQ. `And how did you meet him?` `Did he just come up`\nand knock on your door, or how did that happen?\nA. That is what I cannot remember; how he got --\nwhere he came in at.\nQ. `Okay.` `You can’t recall how you met, but you`\ndo recall there was a meeting at your house?\nA. Yes.\nQ. `How long did that meeting last?`\nA. Not very long. I would assume maybe less than\nan hour.\nQ. `Okay.`\nA. I don’t think it was very long.\nQ. `And what can you recall Mr. Marshall telling`\nyou?\nPage 16` I\nA. Oh, many things.\nQ. `Okay. Let’s go through them. I’d like to get`\nas much as you can recall. Tell me the sum and\nsubstance of the conversation that you had with him.\nI’m trying to get as much detail as possible.\nA. Okay. He came to my -- and I can only\nremember this one contact at my house.\nQ. Fair enough.\nA. I’m not even sure if there was phone contact.\nOkay?\nQ. `Fair enough.`\nA. But I can remember the gist of the things that\nhe told me that were false.\nQ. `Well, I didn’t ask for the things that he said`\nthat were false. We’ll get to that. What I want --\nwhat I want you to relate to me is everything that you\ncan recall; true or false.\nA. Okay. I can only remember - I can only\nremember what I can recall. Okay?\nQ. `Okay. That’s all I’m asking.`\nA. I don’t remember a lot, but I remember details\nthat came into play later after all of these things\ntranspired --\nQ. Okay.\nPage 17\nA. -- which leads to the reason why we’re sitting\nhere.\nQ. Let’s just get to it. What do you recall\nabout the meeting?\nA. Okay. I remember him telling me, when I\nquestioned him on certain things, the answers to\ncertain questions. I remember him talking -- offering\nwhat they were offering, $100.00 an acre or 12.5.\nOkay? I remember asking him at one point why then is\nit that -- why then is it that across the river\nproperty values are high- -- that, you know, they’re\nhigher? The lease rentals are higher.\nHe informed me that it was because that Ohio\nhas no infrastructure -- or piping infrastructure.\nThat Cameron was already an established gas facility.\nAnd because of that, the oil and gas companies were\nattracted to that side of the river, because the cost\nof development in Ohio was going to be so expensive,\nit wasn’t feasible for them to develop. It was too\nexpensive.\nQ. Okay. Let me stop you there.\nLet’s -- let’s talk about this first point,\nand then we’ll cover the next point. The offering\nprice you discussed was $100.00 per acre; is that\nPage 18` I\nright?\nA. Yes.\nQ. `And that was the ultimate price agreed upon;`\ntrue?\nA. True.\nQ. Okay. Did you make any investigation as to\nwhat the rates were in Ohio on land similarly situated\nto yours in 2008?\nA. No.\nQ. `Okay. Do you have any evidence to suggest`\nthat the going rate in Ohio for land similarly\nsituated at the time, in 2008, when your lease was\nstructured that there were prices -- higher prices\nbeing given?\nA. No.\nQ. `Okay. So as far as you know, for land`\nsimilar- -- similarly situated in Ohio in 2008, being\nsimilarly situated to your land, that was about the\nmarket price as far as you -- you were aware?",
  "MR. LANCIONE: Objection.",
  "Q. (By `Mr. Kloss) You can go ahead and answer.`\nA. I did not know what the market price was.\nQ. `You had no knowledge that it wasn’t the market`\nprice? Would that be fair?\nPage 19\nA. I had no knowledge of the market price.\nQ. `Okay. Nothing prevented you from`",
  "investigating that? Would that be true?\nA. Nothing; true.\nQ. `All right. And you -- you were aware,`\nhowever, apparently, that across the river, presumably\nin West Virginia -- that’s what you’re referring to?\nA. (Nodding affirmatively.)\nQ.\nI 10 A. Yes.\nQ. `You believed that the prices were higher?`\nA. Yes.\nQ. `How were you` `aware` `of that?`\nA. Conversations from guys at work and the news\nI 15 media.\nQ. `And what was your understanding of the West`\nVirginia prices at that time in 2008, if you know?\nA. About $2,500 an acre.\nQ. `Okay. And the explanation given to you was`\nthat in West Virginia there was infrastructure,\npipeline, ex cetera to transport the gas or oil; true?\nA. True.\nQ. `Okay. And the explanation given to you was in`\nOhio at this point in 2008 that infrastructure was not\nPage 20\nas developed. That it wasn’t developed like it was in\nWest Virginia; is that correct?\nA. He said there was no infrastructure.\nQ. `Okay. And do you believe that was untrue in`\nA. I do now.\nQ.\nOkay. Tell me what the basis is that you ]\nbelieve that was untrue when it was told to you in\nA. Only -- only based on -- on what I’ve been\ntold by other people that there is -- there are\nexisting gas lines that run in southern Ohio.\nQ. `Okay. Existing -- and who told you that?`\nA. Friends.\nQ. `What are their names?`\nA. Acquaintances.\nQ.` `What are their names?`\nA. It’s just con- -- conversation at work.\nreally couldn’t pinpoint names.\nQ. Well, who are the friends or acquaintances who\ntold you that were there -- there was some form of\ninfra- -- infrastructure in 2008 that leads you to\nconclude that what you were told in 2008 was untrue?\nA. One of the fellow’s name was Mark Baker.\nPage 21\nQ. Okay. Who else?\nA. That’s it that I can remember.\nQ. Is Mr. Baker one of your friends that you work\nwith?\nA. Yeah.\nQ. Does Mr. Baker still work with you?\nA. Yes.\nQ. Where does Mr. Baker live?\nA. He lives in Moundsville somewhere. I do not\nknow where.\nQ. Do you know if Mr. Baker has signed any type\nof oil and gas lease?\nA. No, I don’t know.\nQ. Did you ever do any independent investigation\non your own to determine whether or not Mr. Baker was\nhis information was accurate?\nA. No.\nQ. So as you sit here today, other than what\nMr. Baker told you, you have no knowledge as to what\nthe status of the oil and gas pipeline and\ntransportation services were in Ohio in 2008; true?\nA. True.\nQ. Okay. What else? That’s -- I think that’s\nthe first issue you covered with Mr. Marshall.\nPage 221\nWhat else do you recall during the first\nmeeting that you discussed with Mr. Marshall?\nA. Okay. Coming out of that about the pipe and\nthe infrastructure --\nQ.\nYes, sir. ]\nA. -- the costs of development, it’s very\nexpensive, and that’s why it’s not attractive.\nThe other thing he told me during the course\nof our conversations was that -- he had told me that\nmy neighbor, Mr. Kalirick, George Kalirick, had signed\nwith Mason Dixon, and that several of my neighbors\nhad, although he didn’t mention any other name other\nthan Kalirick.\nQ. `Kalirick, how do you spell that?`\nA.` `I do not know.`\nMR. LANCIONE: I think it’s\nK-a-l-l-r-i-c-- --\nMS. LLOYD: -- -k.\nMR. KLOSS: Okay. It’s not Kalarick;\nit’s Kalirick?\nA. Probably.\nQ. `(By Mr. Kioss) All right. And do you`\nbelieve that to be untrue?\nA. I didn’t until last year. I was talking to a\nPage 23\nfriend of mine. You can ask her name. Margie Koontz.\nShe was told -- she told me that she was in a group of\npeople that were in discussions with a lawyer from\nBridgeport, Ohio, who were going in as a group to\nlease their property.\nAnd she told me that George Kalirick was -- I\nbelieve his name is George. Mr. Kalirick was\nincluded as part of that. That led me to believe that\nMr. Kallrick didn’t sign with Mason Dixon.\nQ. `Okay. But you’ve not had a conversation with`\nMr. Kalirick to determine whether that’s true or\nfalse?\nA. No.\nQ. `Would that be fair?`\nA. Yes.\nQ. `And have you done any independent research to`\ndetermine whether that’s true or false? Whether you\ngo through a property search or anything like that?\nA. I have not.\nQ. `Okay.`\nAll right. So we had the first issue or\nissues about the prices and the cost of development\nof the facilities. And then the second issue is\nMr. Kalirick had signed with Mason Dixon.\nPage 24` I\nWhat else do you recall about your first\nconversation before you signed the lease?\nA. During the course of our conversations he also\ntold my -- me, and I believe that he told my Uncle Tom\nAbsalom the same thing, because I do remember Tom\ntelling me that they -- that we could expect that they\nwould be putting a well on the property on 647, or\npossibly on Tom Absalom’s property above mine by\nDecember of 2008.\nQ. By Sept- -- December 2008, so within, call it,\na month or so of your signing?\nA. Yes. That they were going to be coming into\nthat area, and look to be seeing a well. That those\nwere going to be potential spots where they were going\nto be putting a well, and to expect to see some\nactivity by December of 2008.\nQ. Okay. Tom Absalom is your uncle; is that\nright? Is that what you said?\nA. Yes. Yeah. He’s actually, I think, a second\ncousin.\nQ. Okay.\nA. He’s like my dad’s cousin.\nQ. Your dad’s cousin?\nA. I’m not exactly sure. He’s always been my\nPage 25\nUncle Tom.\nQ. Got you. And -- and where is his proper- --\nproperty located in connection to yours?\nA. His property adjoins my property on the south\nside.\nQ. And do you have any estimate as to how large a\nproperty your Uncle Tom has in acres?\nA. I believe its roughly 80.\nQ. Okay. All right. What else do you recall\nabout your first conversation with Mr. Marshall?\nA. During the course of our conversations, he\nalso told me that, concerning the gas and oil leases,\nthat the initial lease is not the part to concern\nyourself with as far as money is concerned. That the\nroyalty payments is where the money is to be made.\nHe also said that concerning the landowner,\nthat the drilling company had the right to drill\nunderneath to take the gas from underneath my\nproperty, if I held out, and did not sign a lease. He\nsaid it really didn’t matter. That they could -- if\nthey owned all the property around me, that they could\ncome underneath me and take the gas as long as they\npaid the minimum requirement of 12.5 percent royalties\nto me.\nPage 261\nAnd he said, so by not signing the lease, that\nif they did -- if they drilled in my area, that they\ncould take the gas anyway. So that all I would be\nmissing -- I would be missing out on the initial lease\nmoney and would be receiving royalty payments anyway.\nQ. Okay. Let’s break those into two parts.\nA. Okay.\nQ. I’d like that. I like to work in bite-sized\npieces. The first part of that is that he indicated\nto you that the -- where the -- the biggest financial\ninterest was, was the loyalty payments, if gas or oil\nwas produced, as opposed to the bonus payments or\nrental payments that are made in association with the\nlease itself?\nA. Right.\nQ. Any reason to believe that’s not true?\nA. Do I have a reason to believe that’s not true?\nQ. Yes.\nA. I believe that it could potentially be true.\nQ. Okay. So you don’t know whether it’s true or\nfalse; fair?\nI 22 A. Fair.\nQ. And then the other issue is that there existed\na possibility that, even if you did not sign a lease,\nPage 271\nthat oil or gas wells were drilled around you, that\nthe oil or gas could be taken?\nMR. LANCIONE: I’m going to object to\nthe phrasing of the question. He didn’t state a\npossibility.\" He was told that’s what would happen.\nMR. KLOSS: Okay. Right. That’s fair\nenough.\nA. And he said that. He explained that to me,\nbeing that one or two landowners -- the reason it’s\nset up that way -- of course he was telling me that\nwas by law, and that was so that one or two landowners\ncan’t halt production for all the other existing\nlandowners and for the drilling company itself.",
  "Q. `(By Mr. Kioss) Has anybody told you that`",
  "that’s false?\nA. No.",
  "Q. `Do you believe that to be true?`\nA. No.\nQ. `Okay. You think -- so you think it is false.`\nUpon what basis do you think it is false?\nA. Because if -- on that basis now in hindsight,",
  "if it was a false statement, then why would any -- why\nwould companies offer what they do to lease property,\nif all they had to do was lease a couple of lands, and\nPage 281\nthen come in and just drill under and take the minimum\nrequired by law and give it to the landowners?\nQ. Okay. Fair enough.\nAny other basis upon which you believe that is\nfalse?",
  "A. No.",
  "MR. LANCIONE: Well, other than the\nconversations with your lawyers.\nTHE WITNESS: Right.",
  "MR. KLOSS: Well, are you going to let\nme inquire into that?",
  "MR. LANCIONE: No. You can ask him if\nI mean, you can -- to the point that he’s had\nconversations with his lawyers that have told him it’s\nfalse, but I don’t think you could go into the detail\nof the discussions but.",
  "MR. KLOSS: With -- with all due\nrespect, I appreciate your -- your assistance, and I’m\ncertain that it’s designed to make sure we get all the\ntruth, but let’s let him testify --\nMR. LANCIONE: Sure.",
  "MR. KLOSS: -- and without your\nassistance. All right?\nMR. LANCIONE: Well, if becomes",
  "Page 291\nnecessary for me to assist him, I will.",
  "MR. KLOSS: You’re going to -- you’re\ngoing to intercede and testify for him? I can --\nMR. LANCIONE: No.",
  "MR. KLOSS: -- put you under oath, too,\nif you want me to.\nMR. LANCIONE: I am not going to\ntestify for him, and I wasn’t testifying. I was\ntrying to help him get all the information that he --",
  "MR. KLOSS: Okay.\nMR. LANCIONE: -- was basing that on.\nMR. KLOSS: I -- I think Mr. Absalom is\ncapable of giving me the information. If he misses",
  "something, we’ll deal with it. But I would appreciate\nit if you would not coach the witness in the middle of\na question.\nQ. `(By Mr. Kioss) All right. The other basis,`\napparently, is your lawyer has told you that’s false.\nIs that true?\nA. Yes, I asked.\nQ. `And your lawyer being whom?`\nA. Mr. Richard Lancione.\nQ. `Is there any other basis upon which you`\nbelieve that statement to be false?\nPage 301\nA. No.\nQ. All right. Any other topics you’ve talked\nabout with Mr. Marshall prior to signing the lease?\nA. Not that I can remember at this time.\nQ. Okay. Did you talk with Tom, your Uncle Tom,\nprior to signing the lease?\nA. Yes.\nQ. `How many times?`\nA. Various times. I don’t remember how many.\nQ. `Did he sign a lease at or around the same time`\nthat you did?\nA. He told me he did.\nQ. `Did he?`\nA. I do not know.\nQ. `Have you ever asked him?`\nA. Well, not -- not directly.\nQ. `How about indirectly?`\nA. No.\nQ. `Okay.`\nA. Well, I’m assuming he did --\nQ. `Okay.`\nA. -- because at one time he inquired about not\nreceiving a lease payment. And I think that that’s in\nthe paperwork that you were given.\nPage 31` I\nQ. Okay. I think I know what you’re talking\nabout, and we’ll -- we’ll go through the paperwork in\na second.\nTell me what you discussed with Tom about the\nlease prior to signing the lease that you can recall.\nA. Oh, I asked -- we had discussions. He -- I --\nbeing that he’s older than me, I kind of seeked some\nadvise from him on it. He told me that he was talking\nto some friends of his, some business fellows that\nwere also contacted and concerned and that. And they\nweren’t sure whether they were going to do it. But he\ntold me -- you know, we talked.\nAnd I asked -- I asked him if he thought we --\nif I thought we could do a -- come up with a better\nlease. And he said that he wasn’t sure, but that I\ncould ask if I wanted to.\nQ. Okay. And I think you did, didn’t you?\nA. Yes, I did.\nQ. All right. We’ll get to that in more detail\nlater on.\nAnything else you recall talking to Tom\nabout?\nA. Not really, no.\nQ. Did you talk to Amy about it?\nPage 321\nA. No, we didn’t talk too much about it.\nQ. I take it in the family, in the family\nconfines, this -- this falls under the stuff you deal\nwith?\nA. Yes.\nQ. Okay.\nMR. KLOSS: I don’t mean any offense.\nMRS. ABSALOM: No. No, I have my\nstuff --\nMR. KLOSS: Fair enough.\nMRS. ABSALOM:` -- `and he has his.`\nMR. KLOSS: Got it. All right. And\nwe’ll -- we’ll talk to you shortly, but I didn’t want\nto create any -\nMRS. ABSALOM: I know.\nMR.` `KLOSS:` -- `any problems there.`\nQ. (By Mr. Kioss) Well, is it fair to say that,\nas far as taking a look at this oil and gas lease and\nnegotiating it, the ultimate decision to do it within\nyour family, your family perimeter, that was -- that\nwas you that did that as opposed to Mrs. Absalom?\nA. Yes.\nQ. Okay. Fair enough.\nAll right. So we have Mr. -- you -- anything\nPage 33\nelse you recall talking to Mr. Marshall about prior to\nsigning the lease?\nA. In person or in e-mails?\nQ. `We were talking about -- that’s a fair`\nquestion. In person.\nA. Not that I can remember right now.\nQ.\nAll right. Let me make sure I got the pool of ]\npeople, too, that you talked to prior to signing the\nlease. You talked to your Uncle Tom?\nA. (Nodding affirmatively.)\nQ. `\"Yes\"?`\nA. Yes.\nQ. `Mr. Marshall?`\nA. Yes.\nQ. `Mr. McKeen?`\nA. McKeen, yes.\nQ. `McKeen?`\nA. (Nodding affirmatively.)\nQ. `Okay. Anyone else prior to signing the`\nlease? Anybody else you talked to about the lease\nitself?\nA. No.\nQ. `Have we now covered everything that you can`\nrecall about your oral discussions with Mr. Marshall\nPage 341\nprior to signing the lease?\nA. As far as I can recall.\nQ. All right. Now, when you first met with\nMr. Marshall, did he give you any documents, such as\nthe lease itself?\nA. Not that I can remember.\nQ. When was the first time you saw the lease\nitself? Because I know you said you had -- you\nbelieve you had a couple of conversations, and I think\nwe’ve kind of lumped them together. So let me -- let\nme ask it this way. Let me -- let me start with a\nfresh question.\nThe first time you met with Mr. Marshall, do\nyou believe he gave you a copy of the lease to look\nat?\nA. I don’t remember.\nQ. `Okay. Sometime` `prior to signing the lease,`\nobviously, you were given a copy; true?\nA. E-mailed, but I’m not for sure.\nQ. `Okay. And you asked -- and we’ll cover the`\ne-mails. You asked Mr. Marshall a number of questions\nwith regard to the lease?\nA. Uh-huh. Yes.\nQ. `Yes. Are there any questions that you ever`\nPage 35\nasked him, either orally or by e-mail, that he didn’t\nanswer?\nA. No.\nQ. `Okay.`\nA. Not that -- not that I’m aware of. I can’t\nremember him not answering.\nQ.\nNow, you were told -- you said you were told ]\nthat he thought there would be activity up by your\nproperty potentially in -- as the -- as early as 2000-\nDecember of 2008; true?\nI 11 A. Yes.\nQ. `He didn’t guarantee that, though, did he?`\nA. He said to expect it; we could expect to see\nI 14 it.\nQ. `Okay.` `But he` `didn’t guarantee` `it,` `and it`\ndidn’t appear -- any term like that isn’t in your\nlease, is it?`\nMR. LANCIONE: I object to the\nquestion.",
  "Q. `(By Mr. Kioss) Go ahead and answer.`\nA. There’s nothing like that, that I’m aware of,\nin my lease.\nQ. `Right. And other than saying that it may`\noccur in December of 2008, he didn’t provide any type\nPage 36\nof other written guarantee or any other type of\nguarantee saying it would occur by December 2008.\nWould that be fair?",
  "MR. LANCIONE: I object to the form of\nthe question, and the fact of the use of the word\nMay.\"",
  "You can answer, if you can.\nA. Will you repeat the question --\nQ. `Sure.`\nBy Mr. Kioss) ]\nA. -- please?\nQ. `When somebody says \"may,\" that may -- that`\nmeans it might occur or it might not?\nWould that be fair?\nA. That would be fair.\nQ. `And the term he used was May?`\nA. No, \"expect.\"\nQ. `Expect. All right. But what he didn’t use --`\nthe term he didn’t use was any type of absolute\ncertainty or guarantee that it would occur by December`\nof 2008; fair?\nMR. LANCIONE: Object.\nA. I have no -- he didn’t offer a guarantee.\nQ. `(By Mr. Kloss) He did not?`\nA. No.\nPage 37` I\nQ.\nOkay. ]\nA. I took him at his word --\nQ. `Fair enough.`\nA. -- that he was being truthful.\nQ.\nAnd I think I asked you this. Prior to ]\nsigning the lease, Marshall -- Mr. Marshall was the\nonly person you talked with representing the oil\ncompany?\nA. Yes.\nQ. `Now, let’s talk about the lease, itself. All`\nright?\nABSALOM Deposition Exhibit\nNo. 1 marked for purposes of identification.)\nQ. (By `Mr. Kioss) Why don’t you take a look at`\nExhibit No. 1 there, if you can. The first page of\nExhibit 1 is a -- it kind of looks like three e-mails.\nDo you see that?\nA. Three contacts.\nQ. `Three?`\nA. I believe so, yes.\nQ. `Okay. Your e-mail is minnowbrook@comcast.net` `,`\nor at least it was during that period of time?\nPage 38` I\nA. Show me where you’re at on this.\nQ. `Yes, sir. I’ll try to read upside down. It`\nlooks like we share the same vision impairment on the\nglasses. I have -- it looks like there’s one, two,\nthree e-mails or three contacts?\nA. Yes.\nQ.\nOkay. And it looks like this one here is from ]\nminnowbrook@comcast.net to Mr. Marshall. And it says\nYes, I got it. Thanks, John. Ed; is that right?\nA. Yes.\nQ. So `what I conclude from that is that your`\ne-mail address was minnowbrook@comcast.net ; is that\nright?\nA. Yes.\nQ. `Okay. So I think, if we look from the bottom`\nup --\nA. `Here we go. I see it.`\nQ. `Okay?`\nA. Right.\nQ. `The first one is -- it looks like a bit of a`\ntesting e-mail from Mr. Marshall that says \"Please let\nme know if you receive this email. I will send you\nsome addendums once contact has been established.\"\nIs that right?\nPage 391\nA. Yes.\nQ. `And then you reply, Yes, I got it. Thanks,`\nJohn. Ed.\nA. Yes.\nQ.\nOkay. That e-mail is dated October 7, 2008. ]\nThat’s the one that you sent; correct?\nA. Yes.\nQ. `And that’s prior to the lease, the lease being`\nOctober 20, 2008; right?\nA. Yes.\nQ. `And then the top one appears to be the last`\ne-mail in the trail. It says, \"Ed: Please review the\nattached addendum. This document will become part of\nthe lease. The lease itself will remain as written.\nI `have included some of the approved addendums for you`\nto review. I have also included some information\nabout Mason Dixon / Marquette.\"\nAnd then it has some documents attached here,\nwhich includes an addendum.\nA. Right.\nQ. `Two pages?`\nA. Yes.\nQ. `And then there’s something on Mason Dixon`\nEnergy letterhead; right?\nPage 40\nA. Yes.\nQ. Do you believe you received any other\ndocuments with this e-mail other than these two?\nA. No.\nQ. All right.\nA. Not that I am aware of.\nQ. Did you bring your documents with you today\nthat you referred to earlier?\nA. Yeah, these (indicating)\nQ. Those are the ones that you already\ntransmitted to me.\nA. Yes.\nQ. All right. So the addendum, did you -- did\nyou read that?\nA. To the best of my ability.\nQ. Okay. And the Mason Dixon Energy information,\ndid you read that?\nA. Yes.\nQ. Okay. And -- and it talked about in the\nbottom paragraph on the first page, the plan is to\ndrill -- drill two evaluation wells in 2008, and if\nsuccessful, 10 to 15 wells in 2009, 20 to 25 wells in\nand incremental increases in the years to come.\nEach well location will be chosen based on, No. 1,\nPage 41\nproximity to previously drilled successful wells; and\nNo. 2, the amount of surrounding participating leased\nacreage available for additional development; right?\nA. Right.\nQ. And then it says on the next page At the\npresent time the first two well- -- wells have been\ndrilled in Section 20 of the Cross Creek Township and\nSection 3 of Wayne Township; correct?\nA. Yes.\nQ. All right. So the information that he\nprovided to you said the plan is to drill two\nevaluation wells in 2008, and then it identified two\nwells that had been drilled; right?\nA. Yes.\nQ. And it also says on the second page, \"Actual\nproduction won’t begin for approximately one month\nbecause pipeline right of ways must be secured and a\npipeline built approximately seven miles to connect\nwith an existing line capable of handling future\nvolumes from multiple wells.\nThe absence of pipelines in Belmont and\nJefferson County, compounded by low oil and gas prices\nin the past, are the principal reasons that the area\nhas generated little interest until now.\"\nPage 42\nThis is consistent with what Mr. Marshall told\nyou, at least as it relates to the access to\npipelines, is it not?\nA. It seems to be.\nQ. Okay. Any reason to believe this is untrue?\nA. Not this part of it.\nQ. Okay. And going back to the prior page, it --\nit talked about the wells that were drilled in 2008;\ntwo evaluation wells; correct? That seems\ninconsistent with the -- your recollection that he\ntold you that there would be activity on your property\nin 2008; true?\nA. Would you read -- go over that again, please?\nQ. Sure. On the last paragraph of the first\npage, and going onto the first paragraphs -- paragraph\nof the second page, it says, \"The plan is to drill two\nevaluation wells in 2008, and if successful, 10 to 15\nwells in 2009,\" et cetera.\nA. Uh-huh.\nQ. On the next page it says, \"At the present time\nthe first two wells have been drilled in Section 20 of\nCross Creek Township and Section 3 of Wayne Township.\"\nThose first two wells weren’t on your\nproperty; true?\nPage 43\nA. True.\nQ. And the fact that it says two wells are going\nto be drilled and two wells have been drilled, that’s\ninconsistent with what you told me Mr. Marshall told\nyou.\nA. What is inconsistent?\nQ. It says two -- two wells were going to be\ndrilled in 2008, and at the present time the first two\nwells have been drilled.\nA. Okay. And if successful.\nQ. 10 to 15 wells in 2009.\nA. Right.\nQ. It says nothing about drilling any more wells\nin 2008, does it?\nA. It doesn’t seem to.\nQ. Okay. And you had this documentation, this\nwritten documentation, from Mason Dixon before you\nsigned the lease; correct?\nA. Correct.\nQ. And you reviewed it before you signed the\nlease, to the best of your ability; true?\nA. To the best of my ability.\nQ. All right.\nA. One other thing that makes -- that this brings\nPage 441\nto mind is what Mr. Mason [sic] told me.\nQ. Okay.\nA. I asked him if Mason Dixon Energy was the\ndrilling company and would be the one who was\nactually drilling on my property or on the pool that I\nwould be in. And he assured me that Mason Dixon --\nand of course, this says Marquette Exploration -- was\nthe joint company and would be doing the drilling.\nQ. Okay.\nA. And it says here the office will be maintained\nthroughout the drilling and development phases.\nQ. `Okay. Are you aware in the lease that there`\nis an ability for the rights and obligations under the\nlease to be transferred --\nA. No.\nQ. `-- to other drilling companies?`\nA. No.\nQ. `Okay. We’ll cover that in a moment.`\nAll right. Did you reply -- we saw you\nreplied to these e-mails saying you got -- you got his\ninquiry.\nMR. KLOSS: And let’s go ahead and mark\nthis.\nPage 451\nABSALOM Deposition Exhibit\nNo. 2 marked for purposes of identification.)\nQ. (By Mr. Kloss) Before we go on to Exhibit 2,\nlet me ask you a couple -- one more question with\nregard to Exhibit 1.\nThe last -- the -- his last e-mail to you, the\none that appears on the top says, \"Please review the\nattached addendum. This document will become part of\nthe lease. The lease itself will remain as written.\"\nAt this point in time, did you have a copy of\nthe lease in your possession?\nA. If not in my possession, probably in e-mail\nform.\nQ. Okay. So you believe you received it at or\naround this time period; the lease itself?\nA. I do believe so.\nQ. Because I was unable to find any e-mail of the\noriginal lease. So my question is did -- did he give\nit to you? How did you get it? Do you recall?\nA. I do -- you know, he did -- I think he did\neither mail it to me --\nQ. Okay.\nA. -- or give me a -- a lease.\nPage 461\nQ.\nA sample lease? ]\nA. Yeah.\nQ.\nOkay. Fine. ]\nA. That was at some time -- time during our --\nQ.\nDuring your discussions? ]\nA. -- prior to signing the lease, yes.\nQ.\nOkay. ]\nA. I can’t remember if it was mailed or given to\nme.\nQ. `Okay.`\nA. And I don’t remember when it was given to me\nexactly.\nQ. `Fair enough. But what you do remember is`\nthat you had a copy of a lease that you were going --\nthat you eventually signed prior to signing it --`\nA. Yeah.\nQ. `-- so you could review it --`\nA. Yeah.\nQ. `-- along with the addendum, because we just`\ncovered the addendum right here, or at least the first\nversion of it; right?\nA. Yeah. I’m not sure when the addendum came\ninto play, whether that was -- I don’t remember if the\naddendum was something that came with the sample\nPage 47\nlease, or this was things that we talked about that --\nQ. `Okay.`\nA. -- came from that.\nQ. `So what is clear is that, before you signed`\nthe lease, you had an opportunity -- you had the copy\nof the lease, and you had an opportunity to review it?\nAnd the same thing is true with regards to the\naddendum before you eventually signed them? You had a\ncopy of it, and you had an opportunity to review it?\nA. Yes.\nQ. `All right.`\nAll right. Let’s move on to Exhibit 2. This\nlooks like a two mail -- two e-mail exchange; correct?\nI 14 A. Yes.\nQ. `The first one is an e-mail from you to`\nMr. Marshall, dated October 9, 2008 at 8:14 p.m. It\nsays, \"John, I was wondering if the people in the pool\nare responsible for any portion of the maintenance\ncost of wells and any pipelines that might be taken\nout of the royalties before or after production\nstarts\"; correct?\nI 22 A. Yes.\nQ. `And then he answered you at the top, and he`\nprovided an addendum. I don’t think we need to read\nthat whole thing, but the addendum language there,\nwhich is bolded, makes it clear that there is no\ndeduction from royalty for costs associated with\ngathering, compression, or marketing the gas produced\nand sold from the lands covered under the lease;\ncorrect? I’m paraphrasing a bit, but I’m just trying\nto --\nA. Yes.\nQ. -- speed things up.\nA. Yes.\nQ. Okay. Did that answer your question\nsatisfactorily?\nA. Yes.\nQ. Okay.\nA. I believe that was made part of the addendum.\nQ. Okay. And if you look, attached to the -- to\nthe e-mail is another copy of the addendum; correct?\nA. Yes.\nQ. And if you look down at the bottom, there’s\nsome bolded language, if you will. Do you see that on\nthe second paragraph --\nA. Yes.\nQ. -- from the bottom?\nA. Yes.\nPage 49\nQ.\nLessee shall make no deduction to lessor’s ]\nroyalty for lessee’s operating costs for gathering,\ncompression and marketing gas produced and sold from\nlands covered hereunder\"; correct?\nA. Yes.\nQ.\nSo ] [he answered your question and said No, ]\nthere weren’t going to be any costs. And that\nlanguage was admitted into the addendum and included\nin the addendum that he transmitted to you; fair?\nA. Fair.\nQ. `All right. Now, at this point what was your`\nunderstanding as to the length of the term of the\nlease that you were discussing?\nA. Five years.\nQ. `Okay. A five-year initial term, and there was`\nalso an option period?`\nA. I guess. My understanding of the option\nperiod was that after -- that after the five years,\nthey would agree to pay me 500 an acre or something\nlike that in the sixth year in order to renew --\nQ. `Okay.`\nA. -- the lease.\nQ. `Fair enough. Let’s talk about what you`\nunderstood, and then we’ll get to the lease.\nPage 501\nA. All right.\nQ. But during this time period, what was your\nunderstanding? You understood it was supposed to be a\nfive-year initial term. Were you supposed to be given\nany type of payment up-front?\nWas that the $100.00 you referred to?\nA. Yeah, whatever was agreed to in our bonus\nrental agreement.\nQ. Okay. So for signing the lease you got a\nbonus; right? Is that your understanding?\nA. I got the agree- -- the rental agreement,\nyeah.\nQ. Okay.\nA. Per acre, I guess.\nQ. And then what did you receive on a yearly\nbasis? What did you understand you were going to\nreceive on a yearly basis during that first five-year\nperiod?\nA. What was agreed upon on a yearly basis was\nan acre.\nQ. Okay. That’s sometimes referred to as the\ndelayed rental?\nA. (Nodding affirmatively.)\nQ. Yes, sir?\nPage 51` I\nA. Yes.\nQ. And your understanding is the delay rental is\nrental that’s paid if there’s no drilling activity on\nyour property; correct?\nA. Yes.\nQ. Okay. So your understanding of the lease that\nyou signed was you were going to get an initial\npayment up-front, the bonus payment; right?\nA. There was no up-front payment.\nQ. Well, you were going to get a payment after --\nafter the lease was signed as a bonus payment?\nA. I was going to get a yearly payment.\nQ. Okay. And each year that there was no\ndrilling activity during the first five-year period\nyou were going to get the delay rental of $100.00 per\nacre; true?\nA. $100.00 per acre was the said amount.\nQ. Okay. For each year during the first five\nyears; correct?\nA. For each year that we were in a contract; yes.\nQ. Okay. And then, if no drilling activity had\nhappened during the first five years, the primary or\nthe initial term of the contract, you were provided to\nbe paid another bonus of $500.00 per acre a year?\nPage 52` I\nA. Yes.\nQ. Okay. And then that extended for another\nfive-year period the lease?\nA. That would extend the lease.\nQ. Okay. And were you still, if that instance\noccurred or if that occurred, the option to exercise,\nin addition to the $500.00 per acre bonus payment for\neach year, if there was no drill activity, you would\nreceive $100.00 per acre per year; true?\nA. True.\nQ. Okay. And that was your understanding of the\nagreement you reached with Mason Dixon in October of\ntrue?\nA. Not necessarily. There seems to -- there\nappears to be a misunderstanding on my part, because\nor somebody, you know, what I told, whatever.\nBut I thought that after five years, they\nagreed to $500.00 an acre. If I didn’t accept that,\nthen the lease was done.\nQ. Okay. We’ll -- we’ll get into the option\nperiod.\nA. That’s why the $500.00 bonus was trying -- was\nyou know, was to -- to offer -- to make an offer to\nme to resign again.\nPage 531\nQ. Okay. Well, let me -- let’s break it down\ninto two pieces.\nA. Okay.\nQ. The initial or the primary term, let’s just\ntalk about that first.\nA. Yes.\nQ. Your understanding was that that was five\nyears; true?\nA. Five-year lease.\nQ. Okay. And there was an initial payment, after\nthe lease was signed, of $100.00 per acre; correct?\nI 12 A. Yes.\nQ. And if nothing was drilled after the first\nyear, you would receive another $100.00 per acre;\ncorrect?\nI 16 A. Yes.\nQ. And if nothing was drilled after the second\nyear, you would receive another $100.00 an acre; true?\nA. Yes.\nQ. The third year you’d receive another 100- --\nan acre if no drilling had commenced; true?\nA. Yes.\nQ. Fourth year you’d receive another $100.00 per\nacre if no drilling was commenced; true?\nPage 541\nA. Yes.\nQ. `And in the fifth year, same deal; $100.00 per`\nacre if no drilling was commenced?\nA. Yeah.\nQ. `That was your understanding about the initial`\nor primary terms for the first five-year period of the\nlease; true?\nA. Yes.\nQ.\nOkay. And then after the first period, you ]\nwere -- you understood you were supposed to then\nreceive $500.00 per acre?\nA. (Nodding affirmatively.)\nQ.\nA. Yes.\nQ. `And after you received the $500.00 per acre,`\nthat that would extend another -- it would extend the\noption period another five -- at least another five\nyears?\nA.` `Their option to lease --`\nQ. `Okay.`\nA. -- after -- with $500.00 an acre.\nQ. `Okay.`\nA. But I thought I had the option to not accept\nthe --\nPage 55` I\nQ. Okay.\nA. -- sixth-year payment.\nQ. `Fair enough.`\nA. And not continue the lease.\nQ. `All right. The initial -- given that the`\ninitial term was five years, the lease was signed in\nOctober of 2008?\nA. Yes.\nQ.\nThe initial five-year period of the lease went ]\ninto October of 2013?\nA. Yes.\nQ. `All right. So there’s no lack of clarity in`\nyour mind as to the primary term, but perhaps a lack\nof clarity in your mind as to the option term; is that\nfair?\nA. Fair.\nQ. `And -- strike that.`\nLet’s go back to Exhibit No. 2. We’ve talked\nabout that he answered your question satisfactorily.\nIs there any other -- do you believe you had\nany other communications with him on this issue? Or\nat this point of the lease regarding discussions with\nMr. Marshall, are we now just talking to him by\ne-mail? I’m just trying to see if we’re missing any\nPage 561\noral conversations?\nA. We’re talking about e-mail mostly now.\nQ. `Okay. Fair enough.`\nA. Most of these e-mails I have, when they\nstarted, that’s when we were discussing things by\ne-mail.\nQ. `Fair enough.`\nABSALOM Deposition Exhibit\nNo. 3 marked for purposes of identification.)\nQ. (By `Mr. Kioss) All right. I’m handing you`\nExhibit 3. This is an e-mail dated October 12th, 2008\non the bottom; correct?\nA. Yes.\nQ. It’s from you, October 12,000 -- 12th, 2008 at\np.m. from you to Mr. Marshall; correct?`\nA. Yes.\nQ. And then the top half of it is Mr. Marshall’s\nresponse to your e-mail; correct?\nA. Yes.\nQ. `All right. The question says \"This should be`\nmy last question.\" And then you ask a -- I don’t\nthink we need to go through this in great detail, but\nPage 57\nyou ask about the property description that occurs in\nSection 1 of the lease; right?\nA. Yes.\nQ. And you asked what certain language in there\nmeant. The language says, \"In addition to the above\ndescribed land, this lease also covers accretions and\nstrips or parcels of land now or hereafter owned by\nlessor which are contiguous or adjacent to the above\ndescribed land, including any interest therein, which\nthe lessor may hereafter acquire by reversion,\nprescription, or otherwise\"; right?\nA. Yes.\nQ. So the gist of your question is, Hey, if I get\nget additional land in the future, will it be\nsubject to this lease?\nIs that a fair paraphrase?\nA. Yes.\nQ. And what tripped that is the language that I\njust quoted. That raised the question in your mind as\nto what effect that would have on land you acquire in\nthe future; is that fair?\nA. Yes.\nQ. And Mr. Marshall responded and told you what\nthat language meant, and that it didn’t -- it didn’t\nPage 581\nnecessarily apply to property that you got -- you get\nin the fut- -- that you acquired in the future. Okay?\nIs that a fair paraphrase of what he said when\nhe described the meaning of the language?\nA. Could you repeat that, please?\nQ. Sure. That was a pretty sloppy question. I\napologize. Mr. Marshall answered your question, did\nhe not?\nA. With this e-mail, yes.\nQ. Okay. Did he answer it to your satisfaction?\nA. At the time, yes.\nQ. Okay.\nAll right. Now, the oil and gas -- this is\nthe first time we’ve seen a copy of an oil and gas\nlease attached --\nA. He’s --\nQ. Or strike that.\nWhat?\nA. To what hers saying here, from my\nunderstanding here is -- no, this does not -- this\nlease does not come into play as to any other property\nthat I acquire.\nQ. Yes. Yes. Paraphrasing, that’s right. I\nagree with you. And attached to this e-mail is an oil\nPage 591\nand gas lease. This is the first copy of an oil and\ngas lease that came in the documents you produced?\nA. (Nodding affirmatively.)\nQ. Do you believe you had this prior to the\ne-mail?\nA. I don’t know that this -- this was attached to\nthe e-mail.\nQ.\nFair enough. Do you have your documents ]\nthere? You could look through to verify if it was or\nit was not; right?\nA. I don’t know how this was put together.\nQ. `Okay.`\nA. So no, I -- I don’t know if this was attached\nto the e-mail. This is a copy of -- this is a copy of\nan agreement that I seen before.\nQ. `Okay.`\nA. Because it’s missing Section 5.\nQ. `You’re right, it is.`\nA. So I have seen that before.\nQ. `Well, let -- let me ask this. I can short cut`\nthis.\nThe bottom line is, when you sent your e-mail\non October 12th, would you agree with me that you’re\nasking him a pretty specific question with regard to\nPage 601\nthe terms of the lease?\nA. Yes.\nQ. `Okay. Given that, would you agree with me`\nthat certainly by October 12, 2008, because we weren’t\nable to locate it before, you had a copy of a proposed\nlease at that point that you were reviewing; true?\nA. Yes.\nQ. `Okay.` `That’s` `all` `I want to` `establish by`\nthat. And whether or not what was attached to this,\nyou’re not certain if this is the lease that you were\nreferring to?\nA. No, I’m not sure and -- no, I’m not -- yes,\nI’m not. Because this e-mail doesn’t seem to say that\nthere’s an attachment.\nQ. `Okay.`\nA. So where this -- in this form that it’s in\nright now, I don’t know who attached this on here.\nQ. `Okay. But you’re not disputing this is a true`\nand accurate copy of the e-mail exchange that you had\nwith him?\nI `[21 A. ]` `Right.`\nQ. `Okay. Fair enough. Fair enough.`\nMR. LANCIONE: It’s -- it’s been about\nan hour, and we might be ready for a break.\nPage 61\nMR. KLOSS: Absolutely. That would be\ngood. Thanks.\nBrief break)\nQ. (By Mr. Kioss) Okay. Okay. I think the last\ncouple of questions related to Exhibit 3.\nIs it safe to say, based upon your question on\nExhibit 3, you had taken the time to review the -- the\nlease as -- as carefully as you were capable of doing?\nWould that be fair?\nA. Yes.\nQ. All right.\nMR. KLOSS: This is going to be Exhibit\nNo 4.\nABSALOM Deposition Exhibit\nNo. 4 marked for purposes of identification.)\nDiscussion held off the record.)\nQ. (By Mr. Kloss) Okay. Exhibit No. 4 is a two\ne-mail string; correct?\nA. Yes.\nPage 621\nQ. The first one is from you, dated October 13,\np.m. to Mr. Marshall again; correct?\nA. Correct.\nQ. It says, \"John: Thank you for answering my\nquestions. In reply to your question, please do add\nmy wife to the lease agreement.\"\nAnd then it says, \"I am satisfied with the\nbulk of the agreement. My proposal to you is I would\nlike to leave the lease in the format that we have\nbeen discussing with the attached addendum and changes\nmade to the lease for myself and for Tom, including\nthe sixth year $500.00 per acre amount.\nHowever, the annual per acre amount, I would\nlike to increase to $140.00 per acre every five years,\nand thereafter, 7th, 8th, 9th and 10th. This figure\nwould better suit my personal plans for the rental\nincome of my property during the rental period,\nwhatever that may be. I have been discussing this\nwith Tom, and if this proposal is acceptable, we will\nagree to sign with Mason Dixon Energy.\nThank you for your consideration.\"\nOkay. This is talking about the option period\nof the lease, is it not? That’s the second five-year\nperiod?\nPage 63\nA. Yeah.\nQ. Okay. And what you’re proposing here is that,\nunder the option period, you get the $500.00 per acre\npayment; correct?\nA. Yes.\nQ. And then every year thereafter, the delay\npayment would go up from $100.00 to $140.00 per acre;\ncorrect?\nA. Yes.\nQ. Okay. There’s no mention in here about any\nconfusion in your mind that, in fact, there is a\nper -- or excuse me -- a -- a five-year option\nperiod on this lease; correct?\nA. Five-year option, yes.\nQ. Okay. And the option is -- the proposal\nyou’re making here is the option can be exercised by\nthe oil company, Mason Dixon, if it pays you $500.00\nper acre to exercise the option and then $140.00 for\ndelay rental for the -- each year thereafter for that\nsecond five-year period; correct?\nA. Correct.\nQ. And the gist of Mr. Marshall’s response, which\nappear -- or strike that.\nLet me ask you this: Were you discussing this\nPage 64\nwell, obviously you were discussing this with your\nUncle Tom?\nA. Yes.\nQ. Okay. Do you recall anything more about the\nconversation with your Uncle Tom? I think you\nreferred to that earlier, which is \"Try to negotiate\nthe delay rental up to a higher amount.\"\nIs this your effort that you referred to\nearlier?\nA. Yeah.\nQ. Okay. The gist of Mr. Marshall’s response was\nhe would take it to the oil company, but $100.00 per\nacre is the highest that he had seen, and it’s\nprobably the only -- the only amount that they’re\ngoing to agree to.",
  "Is that a fair characterization of his\nresponse?\nA. Yes.\nQ. Okay. And in your question you don’t ask\nanything about whether you have an option to accept or\nreject the oil company -- any decision by the oil\ncompany to exercise the fifth-year option, that is,\nthe second five-year option; is that fair?\nA. It’s not mentioned in here.\nPage 651\nQ. Okay. Did you get a response from\nMr. Marshall or from Mason Dixon with regard to your\nproposal for the delay rental during the\nsecond -- during the option period; the second\nfive-year period?\nA. Yes.\nQ. And what was its response?\nA. No.\nQ. Okay. It -- it said it would pay the $100.00\nper acre? Would that be fair?\nA. Yes.\nQ. And ultimately you went ahead and signed the\nlease, did you not?\nA. Yes.\nABSALOM Deposition Exhibit\nNos.` 5 `and 6 marked for purposes of identification.)`\nQ.` `(By Mr. Kioss) Okay. Exhibit Nos.` 5 `and 6`\nI’ve handed to you.\nExhibit` 5 `is the oil and gas lease; correct?`\nA. Yes.\nQ. And it also contains the addendum --\ncorrect? -- on the last page?\nPage 661\nA. Yes.\nQ. `Is this a true and accurate copy of the oil`\nand gas lease and its addendum that you signed on\nOctober 22, 2008?\nA. I believe it to be.\nQ. Okay. Do you recognize your signature there\non the third and fourth pages?\nA. Yes.\nQ. `And did you sign it before a notary?`\nA. Yes.\nQ. `Okay. And you recognize your wife’s`\nsignature, Amy L. Absalom, there on the second -- or\nexcuse me -- the third and the fourth pages?\nA. Yes.\nQ. `She signed it also before a notary, as far as`\nyou know?\nA. Yes.\nQ. `Okay. And it indicates in here under the term`\nof the lease, it’s a five-year lease; correct?`\nA. Yes.\nQ. That’s in Section 2; right?\nA. Yes.\nQ. `And then it also talks about that the lessee,`\nmeaning the oil company, has an option to extend this\nPage 671\nlease for an additional term of five years from the\nexpiration of the primary term. It goes on to\ndescribe the conditions under which it may do that;\nright?\nA. Yes.\nQ. It says \"Lessees, its successors, and/or\nassigns may exercise this option to extend, if on or\nbefore the expiration date of the primary term of the\nlease, lessee pays or tenders to the lessor or to\nlessor’s credit an amount per net mineral acre covered\nunder that certain unrecorded Bonus and Rental\nAgreement between Lessor and Lessee of even date\nhereof.\"\nLet me turn you -- have you take a look at\nExhibit 6 and see if that is the Order Of Payment And\nBonus And Rental Agreement that you signed?\nA. Yep.\nQ. Okay. Your signature is there and also Amy’s\nsignature is there at the bottom?\nA. Yes.\nQ. And the Order Of Payment And Bonus And Rental\nAgreement is also dated October 22, 2008; correct?\nA. Yes.\nQ. So if we put Exhibit No. 5 and Exhibit No. 6\ntogether, do those represent the sum total of\ndocuments you signed in association with the leasing\nof your property to Mason Dixon?\nA. As far as I’m aware, yes.\nQ.\nOkay. And you talked about -- one of the ]\npoints that you made earlier that I wanted to loop\nback around to was that you didn’t believe there was\nan ability of the oil company to assign its rights or\nobligations under this lease.\nCould you take a look at Paragraph No. 10.\nIll A. (Witness complies.)\nQ. `It says \"The rights of either party hereunder`\nmay be assigned in whole or in part.\"\nA. Yes. That’s what it says.\nQ. `Okay. Now, when you signed the lease, you`\nunderstood you were supposed to receive -- if we could\ngo to Exhibit No. 6, about halfway down or so, the\nparagraph there says, \"On approval of the agreement\nassociated herewith and title confirmation, Mason\nDixon, Inc. will make the payment as indicated herein\nby check within 90 days of its receipt of the original\nof this document and the Oil and Gas Lease and\nassociated documentation.\"\nAnd below it lists the sum of $3,774.00; is\nPage 69\nthat correct?\nA. Here. \"On approval of\" --\nQ. `Yes.`\nA. -- is that where you’re starting?\nQ. `Yes,` `sir.`\nA. Yes --\nQ. `Okay.`\nA. that’s what it says.\nQ. `And did you,` `in fact,` `receive that payment?`\nA. I believe so.\nQ. `Okay.`\nMR. KLOSS: Mark this as Exhibit No. 7.\nABSALOM Deposition Exhibit\nNo. 7 marked for purposes of identification.)\nQ. `(By Mr. Kioss)` `I am handing you Exhibit`\nNo. 7, which is a copy of a check, dated January 20,\nA. Yes.\nQ. `Is that the payment you received?`\nA. Yes.\nQ. `Okay.` `And do you believe that payment was`\nmade in accordance with the terms and conditions of\nPage 70\nthe lease as you understood them?\nA. It was within 90 days.\nQ. Okay. And it was the correct amount of\nper acre?\nA. Yes.\nQ. Did you -- you received, and I assume, cashed\nthis check?\nBA. Yes.\nQ. And under the terms of the lease that you\nsaw, Exhibits 5 and 6, you also, if there was no\ndrilling activity on your property, were entitled to\nbe paid $100.00 per acre per year; correct?\nMR. LANCIONE: Objection.\nA. I’m not sure. I mean, I’d have to reread it\nhere again.\nQ. `(By Mr. Kioss) That’s what you told us your`\nunderstanding was when you were negotiating the terms\nof the lease.\nA. $100.00 per year per acre.\nQ. `Yes?`\nA. Yes.\nQ. `Okay. Let me go ahead and mark this as`\nExhibit No. 8.\nPage 71` I\nABSALOM Deposition Exhibit\nNo. 8 marked for purposes of identification.)\nQ.\nBy Mr. Kloss) Here you go. This is Exhibit ]\nNo. 8.\nMR. LANCIONE: This is the one you\nmarked on. Do you want to give me another one?\nMR. KLOSS: 1 don’t think it makes any\ndifference.\nQ. `(By Mr. Kioss) Exhibit 8 is a letter to you,`\ndated September 11, 2009; correct?\nA. Yes.\nQ. `It was sent to you by certified mail. And if`\nyou look on the last page, it looks like Amy signed\nfor it on September 18th, 2009? It’s the last page.\nThere you go.\nA. Yes.\nQ. `All right. The letter says \"Enclosed please`\nfind Check No. 2182 in the amount of $3,774.00 ., dated\nSeptember 10, 2009, covering the Annual Rental payment\nfor the period beginning October 22, 2009 through\nOctober 22, 2010.\"\nThat would be the delay rental we talked about\nbefore?\nPage 72\nA. (Nodding affirmatively.)\nQ. \"Yes\"?\nA. In -- yes.\nQ. `And that was $100.00 per acre,` `and it was`\npaid to you because there was no drilling activity on\nyour property; correct?\nA. Yes.\nQ. `Did you receive the check?`\nA. Yes.\nQ. `Did you cash it?`\nA. Yes.\nQ. `All right.` `And that was in line with your`\nunderstanding of the lease terms; true?\nA. True.\nABSALOM Deposition Exhibit\nNo. 9 marked for purposes of identification.)\nQ. `(By Mr. Kioss)` `Exhibit No.` `9 is a September`\nletter to you; correct?\nA. Yes.\nQ. `And then,` `if you look on the third page,` `it`\nshows it was sent to you by certified mail.\nAnd it looks like Amy signed for it; correct?\nPage 731\nA. Correct.\nQ. And the September 15, 2010 letter says,\nEnclosed please find Check No. 2798 in the amount of\ndated September 15, 2010, covering the\nannual rental payment for the period beginning October\nthrough October 22, 2011; correct?\nA. Correct.\nQ. And you received that check and cashed it?\nA. Yes.\nQ. And this was in line with your understanding\nof the lease that there had been no drilling activity\non your property; correct?\nA. Yes.\nQ. And this was the delay rental that you were\nentitled to under the lease; true?\nA. True.\nQ. Okay. And is it safe to say we’ve now seen\nseveral checks that were sent to you in association\nwith your lease --\nA. Yes.\nQ. -- which you cashed?\nA. (Nodding affirmatively.)\nQ. Had you ever sought to return any of those\namounts?\nPage 74` I\nA. Of these three?\nQ.\nYes, sir. ]\nA. No.\nQ. `All right.`\nMR. KLOSS: Now, let’s make this\nExhibit 10.\nABSALOM Deposition Exhibit\nNo. 10 marked for purposes of identification.)\nQ. `(By Mr. Kioss) Exhibit No. 10 is a letter`\ndated September 22, to you; correct? This is to you`\nand Mrs. Absalom; correct?\nA. Yes.\nQ. `And it gives you an update and indicates, in`\nfact -- I’m going to paraphrase this -- that Hess has\nacquired the acreage, including the lease that you\nsigned back in 2008; correct? That’s Hess Corporation\nor Hess Oil?\nA. Yes.\nQ. `All right. When you received this notice,`\nwhat, if anything, did you do?\nA. September 22?\nQ. `Yes, sir.`\nPage 751\nA. I believe -- I’m not sure if I had my -- if I\nhad received the check yet or not --\nQ. Okay.\nA. -- at that point in time. But this is -- at\nthis point in time when I seen -- got this letter from\nHess, this is -- this is when I started having\nconcerns.\nQ. Okay.\nA. And then it kind of -- this was having a\ncontract with Hess. And I had signed a contract with\nMason Dixon, as Mr. Marshall had informed me that\nthey were the drilling company.\nQ. Okay.\nA. They were going to be doing the drilling.\nQ. So you concerns were that, you -- you\nbelieved that Mason Dixon would no longer be -- be\ndoing the drilling, but perhaps this company, Hess,\nwould be?\nA. That my contract was sold. I was not -- I was\nnever informed of or made aware that there was a\npotential for my lease to be sold to anyone other than\nMason Dixon who I signed with.\nQ. Okay. When we saw Paragraph 10 of the lease\nthat said the rights of the contract could be\nPage 761\nassigned?\nA. You showed me that.\nQ. `Okay. And that was in the lease that you`\nreviewed prior to signing it; true?\nA. Yes, it is.\nQ. `Other than that concern, are there any other`\nconcerns you had?\nA. My biggest concern at that point in time was I\nwas realizing that -- my belief is that Mr. Mason was\nnever honest with -- honest with me concerning his\nintentions from Day 1 that we met. That’s when I\ndecided not to con- -- not to cash the check.\nQ. `Okay. Well, let’s go to that.`\nCOURT REPORTER: You said \"Mr. Mason,\"\nbut did you mean Mr. Marshall?\nTHE WITNESS: Mr. Marshall.\nMR. KLOSS: I think he meant\nMr. Marshall.\nABSALOM Deposition Exhibit\nNo. 11 marked for purposes of identification.)\nQ. `(By Mr. Kioss) This is probably the check`\nthat you were referring to. It’s a letter that’s\nPage 77\nsimilar to the letters that we’ve seen in the past;\ncorrect?\nA. Yes.\nQ.\nAll right. And that -- we’ll cover it here in ]\na second. It’s dated September 20, 2011.\nA. Yes.\nQ. `And it is -- and at that point there’d been no`\ndrilling activity on your property; correct?\nA. Correct.\nQ. And under the terms and conditions of the\nlease, you understood that a delay payment was due;\ncorrect?\nA. Yes.\nQ. `And that is the delay payment that was sent to`\nyou; correct?\nA. Yes.\nQ. $100.00 per acre is the correct amount?\nA. Yes.\nQ. Okay. And we’re still in the primary term of\nthe lease; correct?\nA. Yes.\nQ. And then it says here in a handwritten note,\nNot cashed. Returned to sender.\"\nIs that your writing, or is that somebody\nPage 781\nelse’s?\nA. That’s mine.\nQ. `Now, do you believe you received the check`\nbefore or after you received Exhibit 10?\nA. I’m not sure. I would have to check the\ndates.\nQ. `Do you have the ability? You brought your`\nrecords with you today. Do you have the ability to\ndetermine --\nA. The only records I have with me today are the\nrecords you have.\nQ. `Okay. What records would you need to check to`\ndetermine whether you received it before or after?\nA. When was this check dated?\nQ. `The check is dated 9/19/2011; the letter is`\ndated 9/20/2011.\nA. I do not -- I do not know when --\nQ. `Okay.`\nA. -- in relation to this letter I received that\ncheck.\nQ. `Okay. And you didn’t cash this check?`\nA. No.\nQ. `Why not?`\nA. I did not cash the check because of the reason\nPage 79\nI just stated earlier.\nQ. The transfer of the property -- or excuse me\nthe lease from Mason Dixon to Hess?\nA. Yes.\nQ. That’s the notice that you received in Exhibit\nNo. 10?\nA. Yes.\nQ. Any other reason?\nA. As I stated, that was an indicator to me that\nMason -- that Mr. Marshall was not honest and\nforthright with me from the beginning of our\nconversations discussing any type of oil and gas\nlease.\nQ. Okay. Nonetheless you do acknowledge that\nunder Section 10 of the lease there is an ability of\nMason Dixon to transfer its rights under the lease to\nanother entity, such as Hess?\nWould that be fair?\nA. I acknowledge that that’s what you read to me.\nQ. Okay. And that -- you acknowledge that’s part\nof your lease?\nA. Section 10 is part of my lease.\nQ. All right. Any other reason that you didn’t\nsign this, other than the transfer? I’m just trying\nto understand the full reason.\nA. Why I didn’t cash the check?\nQ.\nYeah, that you didn’t cash the check; yes, ]\nsir.\nA. Those reasons led me to seek counsel.\nQ.\nOkay. So you received the notice from Hess ]\nand you received the check, and at that point then you\nwent to a lawyer?\nA. I received a check and I received the notice.\nI don’t know what order, but yes --\nQ. `Fair enough.`\nA. -- at that point I went to seek legal\ncounsel.\nQ. And who did you go see?\nA. I believe I contacted Mr. Costirie in\nSt. Clairsville.`\nQ. `That isn’t who you talked to before, is it?`\nA. What do you mean?\nQ. `It’s a different lawyer than you talked to`\nbefore?\nA. Yes, it’s a different lawyer.\nQ. `Mr. -- I’m sorry.`\nA. I believe Con- -- Con- -- Constein (phonetic)\nQ. `Constantine?`\nPage 81` I\nMS. LLOYD: Costine.\nMR. LANCIONE: C-o-s-t-i-n-e.\nMR. KLOSS: Okay.\nQ. `(By Mr.` `Kioss)` `All right.` `Did you retain`\nMr. Costine?\nA. No.\nQ. `Okay.` `Tell me what you talked about with him.`\nA. What was going on with the contract.\nQ. `And what did he say?`\nA. He said that -- that a lot of the local\nlawyers here weren’t familiar with gas and oil\ncontracts.\nQ. `I’m sorry.` `One more time.`\nA. He said the lawyers here -- most lawyers here\nwere not familiar with gas and oil contracts, because\nit was all new.\nQ. `Was he?`\nA. I don’t know his familiarity with gas and oil.\nQ. `Okay.` `Did he give you any advice,` `or did he`\nsend you on your way?\nA. He actually informed me that Mr. Lancione --\nQ. `Uh-huh.`\nA. -- was going to have an information meeting.\nQ. `Okay.` `And this was before you retained`\nPage 821\nMr. Lancione as your lawyer?\nA. Yes.\nQ. `Okay.` `Did you attend an informational`\nmeeting?\nA. Yes.\nQ. `I know it’s hard to remember these, but we’ve`\ngot a -- we’ve got a couple points of reference here\non timing.\nA. Uh-huh.\nQ. `So we’ve got late September that you received`\na letter from Hess and the check; right?\nA. Uh-huh.\nQ. `But I agree -- we’ll agree that you don’t the`\norder. We’ll use that as your starting point.\nWhen did you attend this informational\nmeeting?\nA. I think it was November.\nQ. `Okay.` `And where was that meeting held?`\nA. It was held in Bellaire.\nQ. `I’m sorry,` `sir?`\nA. Bellaire.\nQ. Bellaire. Okay.\nAnd just so we’re clear, at this point you\nhadn’t retained Mr. Lancione as your lawyer; is that\nPage 831\nfair?\nA. Fair.\nQ. `All right.` `How many people were at the`\nmeeting?\nA. I do not know.\nQ. `All right.` `Was` `it 10?` `100?` `1,000?`\nA. Over 10.\nQ. `Over 10?`\nA. (Nodding affirmatively.)\nQ. `Over 50?`\nA. I don’t think so.\nQ. Did your Uncle Tom go?\nA. No.\nQ. Was there anybody else that you recognized\nthere?\nA. No.\nQ. `Tell me, how long did the meeting last?`\nA. Probably -- I -- less than an hour, I would\nsay.\nQ. `And tell me the sum and substance of the`\nmeeting; what you learned.\nA. I learned there was a lot of other people who\nwere misled in signing oil and gas agreements.\nQ. `Misled in what way?`\nPage 84` I\nA. Misled by their landmen.\nQ. `Okay.`\nA. I didn’t discuss particular issues with them.\nI’m sure we were there sharing a common interest.\nCOURT REPORTER: I’m sorry?\nTHE WITNESS: I’m sure that all of us\nthere shared a common interest.\nQ. `(By Mr.` `Kloss)` `Was the discussion -- was`\nthere a discussion with regard to the increase in\nrentals and bonus payments being made on leases at\nthat point in 2011?\nA. No.\nQ. `No discussion of that topic whatsoever?`\nA. That the property -- that the leases were\ngoing higher at that time?\nQ. `Yes.`\nA. Sure there was discussion of that.\nQ. `And that was an important issue you discussed`\nat that meeting, wasn’t it?\nA. Well, not necessarily.\nQ. `Okay.` `But it was discussed?`\nA. It was discussed at least between the people\nthere.\nQ. `Who from Mr.` `Laricione’s office -- or who --`\nPage 85` I\nwho -- who attended? Who were lawyers as far as you\nunderstood?\nA. Just Mr. Lancione that I can remember.\nQ. `Okay.` `And what was the message of the`\nmeeting, or how did -- what -- how did you leave the\nmeeting?\nA. I left the meeting when Mr. Lancione was\ngathering information.\nQ. `Okay.` `Did you provide him any information`\nabout your lease at that point?\nA. Not at that point.\nQ. `Was there some sort of sign-in sheet or`\notherwise; somehow that you identified yourself?\nA. Not that I remember.\nQ. `How did you learn of the meeting?`\nA. Through the - Mr. Costine.\nQ. `Okay.` `Prior to retaining Mr.` `Lancione,` `when`\nis the next time you had contact with him?\nA. Within a week or two after our meeting --\nQ. `Okay.`\nA. -- I contacted him.\nQ. `Did you have another meeting with him at that`\npoint?\nA. Yes, we met.\nPage 861\nQ. `Okay.` `Did you retain him at that point?`\nA. I do believe so.\nQ. `Okay.` `So that takes us to late November,`\nearly December? Maybe using Thanksgiving or Christmas\nas your -- as your touchstone before or after?\nA. Somewhere in that time frame.\nQ. `Okay.` `All right.`\nABSALOM Deposition Exhibit\nNo. 12 marked for purposes of identification.)\nQ. `(By Mr.` `Kloss)` `Exhibit No.` `12 is a`\nhandwritten note. It says, \"To Whom It May Concern:\nI request you send me a copy of my contract with\nsignatures.\"\nIs that your handwriting and signature there?\nA. Yes.\nQ. `It’s undated.` `Do you know when you would have`\nsent this?\nA. No.\nQ. `Did you send this before the meeting with`\nMr. Lancione or after?\nA. I do not know.\nQ. `Okay.` `Why did you send it?`\nPage 871\nA. Well, I don’t know who this was sent to.\nQ. Okay.\nA. I don’t know where this came from.\nQ. `It came from you.`\nA. Did it?\nQ.\nYes. ]\nA. Okay. I think this was sent to -- when this\nwas sent, I do not know.\nQ.\nOkay. ]\nA. I think this was sent to Mason Dixon’s office\nor -- in St. Clairsville is where I think this was,\nbecause I -- I realized, when I went through my stuff,\nthat I did not have a signed copy of my contract. And\nI also didn’t have these -- I didn’t have an Order of\nPayment at all --\nQ. `Okay.`\nA. -- whenever I sent, this. I’m surprised I\ndidn’t date it.\nQ. `Let’s do this.`\nA. But I think that’s where this comes from.\nQ. `All right.`\nA. Because I did get copies of these from their\noffice in St. Clairsville. I don’t know the date.\nABSALOM Deposition Exhibit\nNo. 13 marked for purposes of identification.)\nQ. (By Mr. Kioss) Exhibit 13 is a letter to you,\ndated October 5, 2010. It says -- the letter is to\nyou from P & P Land Services; correct?\nA. Uh-huh.\nQ. It says, \"Enclosed is a copy of your fully\nexecuted Oil and Gas Lease you requested. If you have\nany further questions, please do not hesitate to\ncontact me.\"\nA. I remember this.\nQ. Do you believe that these two -- Exhibit 12\nand 13 go together or that --\nA. No.\nQ. You don’t believe Exhibit 12 is the request\nthat P & P was responding to? Because it says\nEnclosed is a copy of your fully executed Oil and Gas\nLease you requested.\"\nA. I don’t know.\nQ. Fair enough. Fair enough. But did -- did you\nafter you made your request, did you get a copy of\na fully executed copy of your lease?\nA. Yeah. I don’t think it was signed. I’m not\nJI\nsure. There was an issue why I requested the lease\nagain --\nQ. Okay.\nA. -- from the St. Clairsville office.\nMR. LANCIONE: Bill, just to interject,\nI’ve had a little bit of a health problem. I set\naside two hours for the deposition. I’m hopeful that\nyou can get most of what you want done by 3:00\no’clock, and it’s about 20 till 3:00.\nMR. KLOSS: I’m going to try.\nMR. LANCIONE: Okay. Because I thought\nwe would have to terminate the deposition at 3:00\no’clock.\nMR. KLOSS: Wow. Are you going to come\ncome to Columbus if we’re not done? I’m not -- I’m\ncertainly not going to get her done (indicating). I’m\nnot going to come over here a second time. If I would\nhave known there was some limitation on your ability,\nbut I can’t understand. I would have assumed that\nTracey could handle this.\nMS. LLOYD: Well, we’ll have to take a\nbreak, because we have a conference call with an oil\nand gas company at 3:00. We’ll just have to take a\nbreak to finish that call.\nPage 90\nMR. KLOSS: We can take a break and get\nthat call and then finish up.\nMR. LANCIONE: Well, with one of us, so\nI just wanted to let you know ahead of time.\nMR. KLOSS: That’s all right. I\nappreciate that. And you know what, we’ll -- we’ll\nfigure it out. We’ll work it out.\nMR. LANCIONE: All right.\nQ. (By Mr. Kloss) Okay. The check that you\nreceived, Exhibit 11, did you return that to the land\ncompany or the oil company? What did you -- well,\nstrike that.\nWhat did you do with that check?\nA. I believe that I gave this check to\nMr. Lancione.\nQ. Fair enough. Fair enough. Does the fact that\nthe -- the -- strike that.\nDo you understand that the prices associated\nwith oil and gas leases similar to yours has increased\nsince the 2008 time frame?\nI 21 A. Yes.\nQ. Okay. And is that fact one of the reasons\nthat you filed this lawsuit?\nA. It’s a concern.\nPage 91` I\nQ.\nOkay. It’s a concern? ]\nA. (Nodding affirmatively.)\nQ. `So it is one of the reasons that you filed`\nthis lawsuit?\nA. It is a reason, but it’s not the only reason.\nQ.\nI said, I think -- in fairness, I think I said ]\nis that one of the reasons? It is a reason that you\nfiled this lawsuit?\nA. What makes it a reason is that I realized I\nwas lied to; that Mason Dixon Energy was not honest\nwith me --\nQ. `Okay.`\nA. - in negotiating with me --\nQ. `And we --`\nA. -- in what they told me.\nQ. `And we’ve talked about all those things, have`\nwe not, already? We talked about that at the very\nbeginning, all of the things that you believed were\nnot --\nA. Yes.\nQ. `Is there anything else that you would like to`\nadd, or have we captured a complete list?\nA. As much as I can remember at this time.\nQ. `Okay. Tell me what your understanding is of`\nPage 921\nthe claims you’re making in this lawsuit.\nA. My understanding of the claims?\nQ. Uh-huh.\nA. The understanding of the claims is that I was\nvery, very -- to sum this up, that I was very misled\nis one of the claims. And the other claim is that\nunder the bonus agreement after the -- we had an\noption to delay rent twice.\nQ. To delay it twice or to delay it once?\nA. I’m not clear on that.\nQ. Okay. Well, you understood that when you\nsigned the lease, because you told us that your\nunderstanding is that they could pay you on a yearly\nbasis for the first five years for the primary term of\nthe lease.\nThat was your understanding in the lease that\nyou signed; correct?\nA. My understanding is that the rental agreement\nwas for $100.00 per year.\nQ. $100.00 per year, and it could be up to five\nyears during the primary term; correct?\nA. It could be up to five years.\nQ. And where is it you came up with this theory\nthat you could only extend it once, which seems\nPage 93` I\ncontrary to the -- which is contrary to your\nunderstanding, your having described your\nunderstanding of the lease when you signed it?\nMR. LANCIONE: I’m going to object at\nthis point. I don’t think he said he came up with\nthat theory.\nBut go ahead.\nQ. (By Mr. Kioss) Go ahead.\nA. Okay. Upon contacting legal counsel, we\ndiscussed this -- these issues, and this is what I was\nIll made aware of.\nQ. Okay.\nI `[13 ]` `MR. KLOSS: And I’m -- I’m trying to be`\nsensitive, Rich.\nMR. LANCIONE: Okay.\nQ. (By Mr. Kioss) I’m -- I’m -- what I’m trying\nto be sensitive to is the discussions you had with\nyour counsel after he’s been retained.",
  "Suffice it to say this: Would you agree with\nme that your theory or your view on this that it could\nonly be extended once, that view arose after you\ncontacted counsel?\nWould that be fair?\nA. No.\nPage 941\nQ.\nOkay. Okay. Well, then when did it first ]\narise?\nA. I didn’t -- I did not have a solid view --\nQ.\nOkay. ]\nA. -- on that.\nQ.\nOkay. Well, you’ve told me when you signed ]\nthe lease you under- -- we’ve already covered --\nA. Right.\nQ. -- `ostensibly what you understood the lease to`\nbe. I don’t want to go through that again.\nA. Right.\nQ. `And we’ve -- we’ve already established that`\nyour position now has changed. And my question is did\nthat in change come about after you contacted legal`\ncounsel?\nA.` `After contacting legal counsel to review my`\ncontract, those issues were clearly pointed out.\nQ. I -- I `don’t -- I don’t want to talk about the`\nsubstance. What I just want to talk about is the\ntiming.\nYou -- you described for me your understanding\nof the lease when you signed it. That understanding\nchanged. There’s a simple question I want you to\nanswer. That understanding changed after you\nPage 951\nconsulted with counsel; is that fair?\nA. Yes.",
  "Q. `Okay.`\nA. Fair enough.\nQ. `I don’t want to hear anything more about` `what`\nyou talked about with counsel."
]
