[
  "Q.  Okay. Go back to your Exhibit 437,\nwhich is, I believe, in that stack -- or, excuse\nme, 837, which is in that stack.\nA.  Okay.\nMR. LAVELLE: You said 837?\nMR. KLOSS: Yes, sir.\nMR. LAVELLE: Give me a second.\nMR. KLOSS: Sure.\nPage 190\ninclude sales that would be there anyway,\nwhether we ran the ad or not, and what we're\nreally looking at is what's the incremental.\nAnd we had done so much testing up to this",
  "point, we pretty much knew the relationship\nbetween the incremental and the actual sales,\nand it was pretty consistent. So when you have\na rise year over year from a relative point of\nview, you will have a rise year over year from\nan incremental point of view. Does that make\nsense?\nQ.  It does.\nSo bottom line, what happened as a\nresult of this circular was a good thing or a\nbad thing?\nA.  A good thing.\nQ.  Go to 838. Are you there?\nA.  Yes.\nQ.  This is Victoria Cox, a February 28,\ne-mail, correct?\nA.  Yes.\nQ.  And it's reporting on another\ncircular, correct?\nA.  Yes.\nQ.  And this says the subject is \"Final\nPage 192\nCirc,\" correct?\nA.  Correct.\nQ.  Interpret that for me, please.\nA.  What it means is this year we did\nfrom the ad that began on 2-15-12.\nThat's the President's Day ad that lasted for\nten days. And last year, over the same period\nfor the same ad, we had\nQ.  So that's a good thing?\nA.  That's a very good thing. That's an\nexcellent result.\nQ.  Go to Exhibit 839. Are you there?\nA.  Yes.\nQ.  This is a Victoria Cox e-mail of\nMarch 5, 2012, correct?\nA.  Yes.\nQ.  And the re: line says -- or subject\nline says, \"Final sales for 22612 Circ\ncorrect?\nA.  Correct.\nQ.  First of all, what does this relate\nto?\nA.  It basically says that for the ad\nthat began on 2-26, we had in\nPage 193\nPages 190 - 193)\nMR. LAVELLE: Okay. 2 Q. This is the 2-21-2012 e-mail from 3 Victoria Cox, correct? 4 A. Yes. 5 Q. And then the subject is the -- 6 that's a circular, correct? 7 A. Correct. 8 Q. For President's Day? 9 A. Right. 10 Q. And it says there on the subject 11 line, \"Final 22012 President's Day 2 Day 12 Specials Sales ,\" correct? 13 MR. LAVELLE: Object to form. 14 A. Correct. 15 Q. Interpret that for me. What 16 happened? 17 A. Well, we had significantly more 18 sales year over year coming out of the ad in 19 2012 versus 2011, and the was the 20 sales from 2012 and the were the 21 sales from 2011. And we don't -- I mean, this 22 is great because this is exactly the way we look 23 at things from a relative point of view. These 24 are, again -- I've said this already, but these 25 are zero-based forecasts, meaning it would Page 191|1 21512 Circ ,\" correct? 2 A. Correct. 3 Q. Interpret that for me, please. 4 A. What it means is this year we did 5 from the ad that began on 2-15-12. 6 That's the President's Day ad that lasted for 7 ten days. And last year, over the same period 8 for the same ad, we had 9 . 10 Q. So that's a good thing? 11 A. That's a very good thing. That's an 12 excellent result. 13 Q. Go to Exhibit 839. Are you there? 14 A. Yes. 15 Q. This is a Victoria Cox e-mail of 16 March 5, 2012, correct? 17 A. Yes. 18 Q. And the re: line says -- or subject 19 line says, \"Final sales for 22612 Circ 20 \" correct? 21 A. Correct. 22 Q. First of all, what does this relate 23 to? 24 A. It basically says that for the ad 25 that began on 2-26, we had in Page 193|\nsales versus last year of .\nQ.  Again, an increase?\nA.  An increase.\nQ.  Is that a good thing or a bad thing?\nA.  It's a good thing.\nQ.  Go to Exhibit 840. Are you with me?\nA.  Yes.\nQ.  Another Victoria Cox e-mail dated\nMarch 19, 2012, correct?\nA.  Yes.\nQ.  And it says the subject is \"Final\nsales for 31112 Circ,\" C-I-R-C, \"\ncorrect?\nA.  Correct.\nQ.  What does this relate to?\nA.  This says that the preprint or\ncircular that started on 3-11-2012 did\nin total sales and the year before it\nwas in sales.\nQ.  Roughly a\nincrease?\nA.  Yes.\nQ.  Is that a good thing or a bad thing?\nA.  It's a good thing.\nQ.  So suffice it to say, the final\nPage 194\nA.  A stock option is a stock that is\ngiven to me at a fixed price based on the market\nvalue when it was issued, and it -- the way we\ngot them was we got chunks of stock options that\nvested over a five-year period, one year at a\ntime, so one-fifth of them would be vested in\nthe first year, two-fifths in the second, et\ncetera.\nQ.  But an option has an exercise price?\nA.  That's right.\nQ.  So let's just use a hypothetical\nquestion so we understand the distinction\nbetween an option.\nA.  Okay.\nQ.  You have an option at an exercise\nprice of $10. Do you understand what that\nmeans?\nA.  Yes.\nQ.  What does that mean?\nA.  That means the cost basis is $10.\nQ.  That how much it costs you?\nA.  Right, exactly.\nQ.  Does it make sense to exercise an\noption when the market price is at $9?\nA.  No.\nPage 196\nQ.  Why not?\nA.  Because I'd lose money.\nQ.  Okay. And if the stock option -4 or, excuse me, the market price is at $11, you\nmay not choose to do so, but if you did, would\nyou make money or lose money?\nA.  Make money.\nQ.  How much?\nA.  A dollar per share.\nQ.  Now, Exhibit 854 -- a couple other\noverarching questions. Was there ever an\ninstance in which you traded in Big Lots stock,\nwhether it be in your options or whether it be\nin your grants, that you did not contact the\nlegal department before doing so?\nA.  Absolutely not.\nQ.  And why did you contact -- I believe\nyou typically contacted Mr. Reynolds?\nA.  Yes.\nQ.  Why?\nA.  Because it was part of the\nprocedure. You couldn't just willy nilly go out\nthere and sell stock. In fact, even Scott &\nStringfellow, which was, again, the company that\nhandled it, wouldn't do a transaction unless\nPage 197\nPages 194 - 197)\nassessments that were provided by Ms. Cox for 2 these four circulars, each of them indicated -- 3 each of the circulars performed better in 2012 4 than the comparable circular had performed in 5 2011; would that be fair? 6 A. Yes. 7 Q. Let's go to 855 and 854. Let's just 8 look at those two documents together. 9 A. Got it. 10 Q. Make sure we got the same document. 11 Those are it. 12 Let's just first ask an overarching 13 question. During your employment with Big Lots 14 you received stock grants? 15 A. Yes. 16 Q. Can you tell me what a stock grant 17 is in a generic and short way? 18 A. Haha. Stock given to me for 19 achieving goals or time. 20 Q. And is it -- in your mind, is 21 that -- do you consider that to be part of your 22 compensation? 23 A. I do. 24 Q. Now, what is -- talking about stock 25 grant, what is a stock option? Page 195|1 Q. Why not? 2 A. Because I'd lose money. 3 Q. Okay. And if the stock option -- 4 or, excuse me, the market price is at $11, you 5 may not choose to do so, but if you did, would 6 you make money or lose money? 7 A. Make money. 8 Q. How much? 9 A. A dollar per share. 10 Q. Now, Exhibit 854 -- a couple other 11 overarching questions. Was there ever an 12 instance in which you traded in Big Lots stock, 13 whether it be in your options or whether it be 14 in your grants, that you did not contact the 15 legal department before doing so? 16 A. Absolutely not. 17 Q. And why did you contact -- I believe 18 you typically contacted Mr. Reynolds? 19 A. Yes. 20 Q. Why? 21 A. Because it was part of the 22 procedure. You couldn't just willy nilly go out 23 there and sell stock. In fact, even Scott & 24 Stringfellow, which was, again, the company that 25 handled it, wouldn't do a transaction unless Page 197|\nthey got an okay from Chad Reynolds.\nQ.  And in connection with your contact\nwith Mr. Reynolds, did he ever ask you to fill\nout forms in association with a proposed\ntransaction?\nA.  Yes.\nQ.  Yes?\nA.  Yes.\nQ.  Did you fill out all the forms that\nthe legal department asked you to fill out with\nregard to any trade you made during your career\nat Big Lots?\nA.  Yes.\nQ.  Was there ever an instance where you\nsaid, \"Nah, not going to fill that one out\"?\nA.  No.\nQ.  Exhibit 854 is the Form 4, correct?\nA.  Yes.\nQ.  And it says there was a trade on\nMarch 27, 2012?\nA.  Yes.\nQ.  And Exhibit 855 is the restricted\nstock award vesting election form, right?\nA.  Right.\nQ.  That was signed by you on March 12,\nPage 198\nA.  That's right.\nQ.  -- 2012?\nOnce you executed 855, the\ninstructions, to your knowledge, could you\nchange your mind?\nA.  No.\nQ.  Were you ever told your termination\nhad anything to do with your stock trade?\nA.  No.\nQ.  Have you ever been told that anyone\nthat has been terminated that you're aware of\naround this 2012 time period with Mr. Campisi,\nthat the reason for their termination was due to\ntheir stock trade?",
  "MR. LAVELLE: Object to form.\nA.  No.\nQ.  Was there ever a time during your\ncareer in which you were not permitted to trade\nstock during the open window period?\nA.  Not that I can recall.\nQ.  Was there ever a time in your career\nin which you were not -- the window never opened\nfor you and you were not permitted to trade\nstock?\nA.  Yes.\nPage 200\nQ.  And when was that?\nA.  I don't recall.\nQ.  Do you know -- not to reveal any\ndetails, but do you know the general reason you\nwere not allowed to trade for that period of\ntime? Do you recall that?\nA.  I don't, to be honest with you.\nQ.  Okay. So there were instances in\nthe past in which you sought to trade in which\nyou were told can't do?",
  "MR. LAVELLE: Object to form.\nLeading.\nA.  Yes.\nQ.  Mr. Wurl came on board and he wanted\nto make changes, correct?\nA.  Yes.\nQ.  Not surprising, is it?\nA.  Right. No.\nQ.  Different merchandisers have\ndifferent views?\nA.  Correct.\nQ.  You're not suggesting the changes\nMr. Wurl was trying to implement caused the poor\nperformance in 2012, are you?\nMR. LAVELLE: Object to form.\nPage 201\nPages 198 - 201)\nA. Yes. 3 Q. Do you know if these documents are 4 related? In other words, do they relate to the 5 same shares of stock? 6 A. Yes, they do. 7 Q. And where did you get Exhibit 855? 8 A. From our legal department. 9 Q. Do you have an understanding as to 10 why you were asked to fill this out or did you 11 just simply fill it out because the legal 12 department told you to? 13 A. Yes. I think there were tax 14 implications involved in doing something 15 different and, you know, the bottom line is they 16 always asked if you wanted, you know, to sell 17 the stock, you know, or pay for the taxes right 18 there and then. It was really a tax issue. It 19 was do I need to sell the stock in order to pay 20 the taxes. 21 Q. So this was executed on 3-12. 22 That's Exhibit 855? 23 A. Right. 24 Q. And the stock looks like it was sold 25 on 3-27 -- Page 199|1 Q. And when was that? 2 A. I don't recall. 3 Q. Do you know -- not to reveal any 4 details, but do you know the general reason you 5 were not allowed to trade for that period of 6 time? Do you recall that? 7 A. I don't, to be honest with you. 8 Q. Okay. So there were instances in 9 the past in which you sought to trade in which 10 you were told can't do? 11 MR. LAVELLE: Object to form. 12 Leading. 13 A. Yes. 14 Q. Mr. Wurl came on board and he wanted 15 to make changes, correct? 16 A. Yes. 17 Q. Not surprising, is it? 18 A. Right. No. 19 Q. Different merchandisers have 20 different views? 21 A. Correct. 22 Q. You're not suggesting the changes 23 Mr. Wurl was trying to implement caused the poor 24 performance in 2012, are you? 25 MR. LAVELLE: Object to form. Page 201|",
  "Leading.\nA.  No.\nQ.  And there were some discussions\nabout the return rates on the tablets, correct?\nA.  Yes.\nQ.  In this time period tablets were\nrelatively new or at least relatively new to Big\nLots; would that be fair?",
  "MR. LAVELLE: Object to form."
]
